[
  {
    "speaker": "Julie Bull",
    "time": "0:00",
    "text": "To decolonize is to criticize to open our eyes and to question why. To question what we're told is fact, to look back, to think critically about history, to question what we think we know, to investigate not interrogate. To understand, to stop possessing land, ask my views not secondhand assumptions. It's personal, it's political, because somehow we believe that we have to deceive. We consider media slants, instead of personal stories, extracting people and resources from our territories. We forget to see the interconnectedness, our selfishness apprehensive because it's effective. To stop making excuses to end empty truces, to stop saying you're sorry when your actions never change, to feel the change, to see the change, to be the change. To stop persecuting others and to free our own damn selves. The mask I live in that you put on my face, displaced from my own space, now I stand where you demand, no Muslim ban on stolen land. The stolen land you took from me? Why is it that you can't see, don't you know degree and it's not hyperbole, that colonization is killing me. The amputation of your reputation, the devastation of our segregation, the regulation of my emancipation, we always have a choice to make after that first mistake for your own sake in my heartbreak, the outbreak of a never ending mistake. Colonization is not just those dudes who came in boats, the lethal dose when our kids lose hope, it's in all of us, pervasive, invasive. Your story is persuasive, but not grounded in fact, or reality, staggeringly unacceptable, unescapable. It's your mascot, your afterthought, an apology described only in epidemiology, the anthology of a failing ecology. You want to reconcile meanwhile, you don't want the truth, your affinity for bigotry, the acceptability of insensitivity, my replaceability, your susceptability our collective responsibility."
  },
  {
    "speaker": "Eryn Tong",
    "time": "2:03",
    "text": "Hey listeners, this is Eryn and welcome to raw talk. You just heard a clip of an incredible spoken word poem titled, Collective Responsibility, and that incredible spoken word poet is Julie Bull. Although she humbly doesn't describe herself as precisely that, she has been writing poetry since she was a child, but never really wrote with the intention to share. One of her friends stumbled across this particular poem, and encourage her to share it with the world. It has now become a way for her to use her voice in a joint academic and creative way. We thought this would be an excellent way to start today's episode to give us lots of food for thought, you might want to rewind and listen to that again and again, and we certainly don't blame you. We all did. You'll hear from her throughout this episode, and I'll introduce her further in just a bit, so don't worry, she has plenty more to share with us. But before we dive in, we wish to acknowledge this land on which the University of Toronto operates and on which we did our recordings. For thousands of years, it has been the traditional Land of the Huron wendat, to Seneca and most recently, the Mississauga of the credit River. The territory was the subject of the dish with one spoon wampum belt covenant and agreement between the Iroquois Confederacy and Confederacy of the Ojibwe and allied nations to peaceably share and care for the resources around the Great Lakes. Today, this meeting place is still the home to many Indigenous people from across Turtle Island. And we are incredibly grateful to have the opportunity to work on this land. So today's episode is a special one. One that calls for continued open dialogue and learning from all of us, it's important for us to first recognize that we each have our own assumptions, perspectives, ways of knowing our own anthropology, if you will, the broader society and structures within which we are positioned are also deeply rooted in its ways of thinking and doing. The structures of course include our healthcare system, medicine and academia. So in this episode, we wanted to gain a better understanding of Indigenous knowledge and worldview, how one can navigate between Western and Indigenous worlds, how this translates to differences in approaches to health, medicine and academia, and how we can continue to improve practitioner training in Indigenous knowledge. You'll hear from a range of guests including limerical, Julie ball, Dr. Michael Anderson, Dr. Lisa Richardson, Dr. Jason Pennington, and Dr. Raglan Maddox. In preparing for this episode, we as the content development team went through our own journey of learning and challenging ourselves. As the conversation unfolds, our hope for this episode is that you too, as the listener, challenge yourselves to be comfortable with being uncomfortable, to question your own assumptions and stereotypes and what you may privilege is your way of knowing or seeing the world. All right, let's get into it. To begin our discussion, Grace sat down with Lee Maracle, a traditional teacher at the First Nations house at U of T and a faculty member at the Center for Indigenous Studies. Lee is also a prolific author and advocate who was recently named an Officer of the Order of Canada. We wanted to hear from Lee to learn more about the Indigenous worldview, in the context of health and medicine"
  },
  {
    "speaker": "Lee Maracle",
    "time": "4:59",
    "text": "There's all kinds of branches of medicine, and it's the same in Indigenous world. There's herbologists, there's sweat conductors, there's seers, there's cultural teachers, all of these things. There's people that deal with food, people that deal with teas, and then the actual medicine, you know, theres actual medicines in our world. In fact, 90% of the medicine in the world today comes from Indigenous people. So if you think of your own doctor, we're not much different than that. Our medical people, they don't develop drugs. So that's the thing. There's no drugs in our medical tradition, and there's no surgery. So if you need surgery, you got to go to a Western hospital, if you need drugs, then you got to go see these other people. So what our medicine is about is preventing anything disastrous like that. We do know about cancer in our tradition, it's not like we didn't have any cancer, we had very few forms of it. But we did have forms of cancer. So we would try and figure out how to prevent it, because we did not have surgery, and we did not have chemo anything, no chemicals and no cutting things open. So the person would be given a diet of medicines that cleaned them out, attacked bacteria, attacked viruses. There's lots of cancers that are viral, or bacterialIy generated, and all that sort of thing. We all, we all know that. So that would sometimes work, and sometimes not, because some cancers are not generated those ways. So they're not generated the ways you know, then you could fail, even though you've done everything you could. I think it's the same in the Western world, if you do everything you can do not necessarily going to succeed. But we don't do invasive procedures. The other thing that we do is take care of the person's emotional being, because like a virus, for instance, it needs a hand from the cell, the cell has to help it. So then there's things the person can do to not help the disease. We could try and deploy those strategies where the person takes a hand in their own care, that doesn't happen in Western society. You go to a doctor, you expect him or her to heal you, that of course, that's not how we work. You are here to find how to heal yourself. That's how we work. I will not try to heal anybody of anything, not even a simple cold. But I say if you saturate your body with antioxidants, and immune system builders, you're going to get through it faster. So then we tell the recipe for berry soup, onions, garlic, cayenne, and all that kind of stuff, submersion of berries with the darker berries, see what that does. We don't know if it's gonna help for sure, you know nothing for sure, if you're a healer. It's the same with Western doctors. That's why they say practicing medicine. They don't say that they're a healing doctor, and they're not gonna cure you. That's the nature of medicine. But if you rely on the patient, then you have a better chance of getting to wherever it is you want to go with them. But the other thing we do is also take care of the spiritual aspects of disease, because the cell when it helps the virus or the bacteria, it helps it spiritul. The spirit of the cell is to go ahead and give a hand that you don't want the cell to do that. So you have to turn the spirit away from that in a different direction. So that's what some of these shamans do. They get your spirit going in different directions. Some of them are very good at it. Some of them not so much. But that's like Western medicine too, some of them are good at it, some of them are not. Some of them need a lot more practice. But the notion of wellness is that we're all heading for the good life, and a medical intervention is to get you there with a boost when you need it. It's not to heal you but to give you a boost, so you could heal yourself."
  },
  {
    "speaker": "Eryn Tong",
    "time": "9:32",
    "text": "Indigenous views of health are holistic, and have an increased focus on prevention. We also describe how this holistic approach is increasingly missing in Canada's health care system."
  },
  {
    "speaker": "Lee Maracle",
    "time": "9:42",
    "text": "The health care system used to be a system, it's not now because it leaves out education. There is no healthcare education in this country anymore, and there used to be when I was a child, all kinds of health studies used to get taken when I was a child right up till I was 17. Then all sudden, it all went by the wayside. So that's where the system breaks down. Because you cannot have a system that doesn't always also educate its people. Otherwise, the people won't do what they're supposed to do, we will let the doctor to fix us. We don't have to do anything. But I think that's because the health care has been taken out of the realm of the public completely, they don't want the public to have anything to do with their own wellness. In our world, that's the opposite approach that we need to take, I think that we'll have a full medical system when we bring these two things together, and then take it back to the classroom because that's the first step in your health, is a five year old. You need to know enough to be able to explain to that four year old or five year old or whatever. If we had a health system, it would be part of our our working life, and our social life, and our educational life. That's to be systemic, but you don't have that."
  },
  {
    "speaker": "Eryn Tong",
    "time": "11:01",
    "text": "We also spoke to Dr. Michael Anderson, an Indigenous researcher and physician who gave us his take on what Indigenous view of health is"
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "11:08",
    "text": "The Indigenous view of wellness and health is all encompassing, it's holistic. It looks at all aspects of self, including physical, mental, emotional, spiritual, and strives to have them in balance. But it's not a case of one dominating the other and my experience in Western healthcare is the physical realm dominates most things. It's a very different way of framing what health and well being looks like. What's the cause of lung cancer, and many people would leap forward and say, well, the cause of lung cancer is smoking. But that's only one way of constructing the cause of lung cancer. One could quite effectively and support it with evidence that lung cancer is actually a disease of adverse childhood experiences. That what goes on in your formative years, particularly harmful adverse childhood events actually predict your risk of most chronic diseases, including lung cancer. In fact, smoking is really just an intermediary step. But it's not per se, the cause effect isn't so clear, so I could construct lung cancer and most chronic diseases as being related to what went on in your childhood. Rather than about diabetes being a disease of blood sugar, or lung cancer being a disease of smoking, I could construct them in a way that they're really intermediary steps in a bigger process. Indigenous view on these would actually look at the more broad process and look at the all encompassing factors rather than this direct cause and effect."
  },
  {
    "speaker": "Eryn Tong",
    "time": "12:45",
    "text": "From our conversation so far, it's become really clear that the Western approach to medicine can learn from Indigenous ways of knowing, but this fact is often overlooked in discussions of Indigenous health, time and time again. It is portrayed solely from a deficit based lens, which is problematic because it only serves to perpetuate stigma and stereotypes. But in fact, there's a lot of incredible research being done to improve the landscape of Indigenous health, and to ensure that health research is being done in a way that is culturally appropriate. At the core of this is the importance of relationships and interconnectedness, an idea that is fundamental in traditional knowledge systems. So next up, you'll hear from three researchers that are conducting research in partnership with Indigenous communities. Here's two people whose poem you heard at the start of this episode,"
  },
  {
    "speaker": "Julie Bull",
    "time": "13:30",
    "text": "I'm originally from Happy Valley Goose Bay in Labrador. I'm a southern Inuk member of NunatuKavut, which is along the central and southeast coast of Labrador."
  },
  {
    "speaker": "Eryn Tong",
    "time": "13:38",
    "text": "Julie is a research method specialist at the Center for Addiction and Mental Health."
  },
  {
    "speaker": "Julie Bull",
    "time": "13:43",
    "text": "So I think that for you know, anybody who's read any epidemiology journal, you can see why it's important because of the ways in which we keep telling the story about Indigenous people, without including Indigenous people in telling that story. If, of course, we can look and see any kinds of health disparities or health outcomes that would be different for Indigenous people than for others. But if we are just doing these comparisons for the sake of comparing without like, so what? So what is the point of comparing? We can't compare because the context for Indigenous people in Canada and non Indigenous people in Canada is very different context. So we cannot be surprised and that there are differences in our health outcomes and our education outcomes. Another thing that happens in the literature often is that Indigenous people are written about it as if we are historical, like we are not written about being in current context. Like we also live in 2018 in institutions like this one and doing all kinds of things. So there's a way for Indigenous people to both be traditional in their cultural beliefs, but also live in 2018. Like we're not living 100 years ago, in a teepee with no electricity. I have a MacBook, we are in this world and so we have to stop having these stories being told by other people. There is a long history and it continues to happen. Whenever people ask me of examples of unethical research, I don't need to look back 20 years, 30 years, I can look back to like last week, people will give me examples of what happened at their institutions. That is not acceptable. But there's no ethics police, there's nobody that's kind of like coming and saying, \"well, you can't do that.\" So well, I don't know how we can address that after we have an ethics approval part, because that's a huge issue. How do we get the ethics police, but at the very least, we can be doing something at that beginning so that this research doesn't even happen? If there isn't a relationship, if Indigenous people have not asked for it, then why are you doing it? Some people kind of get offended when I say that. But it's an honest question. Like, I would not just point to a random country on the map and be like, \"oh, I'm going to go study those people.\" To me it's counter intuitive, it's counter ethical, it's counter everything. If somebody asked me absolutely, then I would be like, \"okay, well, here are the skills that I have, here's your interest, how can we work together in making something happen?\" That's not hard to do. Like we can all do that."
  },
  {
    "speaker": "Dr. Raglan Maddox",
    "time": "15:55",
    "text": "Across countries such as Australia, Canada, New Zealand, and the United States, who all have similar colonial histories but slightly different. I acknowledge and appreciate the diversity of Indigenous peoples across the world, including across Canada, we say this through language, and culture, and kinship lines and other contexts. The reason I raised this is because, these differences are highlighted throughout the services. We see when we look at things like the census, or government health information systems, that the Indigenous populations aren't necessarily reflected within those data collection systems. In Canada, for example, the census is the the gold standard, or discussed as the gold standard of health information data collection systems, yet they don't necessarily accurately reflect the Indigenous population. The Our Health Counts project, within Toronto Health Canada, actually identified and has demonstrated that the population in Toronto, the Indigenous population, First Nations, Inuit and Metis is between two and four times the size of the census population. So we're talking instead of a population of just under 20,000, as reported in the census population is closer to 270 4000. That was published recently by Dr. Janet Smiley and others in the BMJ Open. That has serious program and policy implications if you think about the need for Indigenous tailored supports in a hospital. For instance, if we're funding an organization to serve just one in four of those clients, and we know that Indigenous populations have a higher need around some of the social determinants of health and health needs currently, as a result from different impacts of colonization, then we're underserving that population. For a country such as Canada or Australia to have universal health care systems is some serious room for improvement."
  },
  {
    "speaker": "Eryn Tong",
    "time": "17:43",
    "text": "That was Dr. Raglan Maddox. He's a member of the Modewa Clan, from Papua New Guinea, and a Postdoctoral fellow and Research Associate at the Well Living House. Julie went on to share a quote with me that is simple, yet powerful, \"First Nations and Inuit and Metis are rights holders, not stakeholders.\" She emphasizes that this is a crucial jurisdictional distinction. These are human rights. Our next guest is Dr. Michael Anderson."
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "18:08",
    "text": "I practiced surgical oncology for years, I now practice palliative medicine, I also identify as an urban Indigenous person."
  },
  {
    "speaker": "Eryn Tong",
    "time": "18:18",
    "text": "Mike echoes this view and tells us more about why community driven questions are absolutely critical when conducting Indigenous health research."
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "18:26",
    "text": "Out communities, Indigenous communities, have a very long history of doing research. We've survived in these tough places since time immemorial, because we learn and we pass on that knowledge. So research per se isn't something that we're opposed to, it's really the approach to research. It has to be about something that's meaningful and important to community, it has to benefit community, and it has to be done in an approach that values Indigenous knowledge, and doesn't disparage it or diminish it. So research isn't foreign to us. It's really not about the research, per se, it's about how you go about doing it. Places like this institute really support researchers to be able to do research in a good way."
  },
  {
    "speaker": "Dr. Raglan Maddox",
    "time": "19:12",
    "text": "If we start to identify different areas, different ways of making services more accessible, then we can start to act on them. So if we start to identify that we can begin to work with communities, and community leaders. Our communities generally have been working towards addressing these already, but perhaps at a time of reconciliation, we can all come together and start to make some progress, or some more progress."
  },
  {
    "speaker": "Eryn Tong",
    "time": "19:35",
    "text": "Raglan describes how their research at the Wall Living House is conducted. This serves as another great example for us to understand the importance of community driven research. He explains that Well Living House is actually co-governed, it has a dual governance arrangement with a council of grandparents or elders, and St. Michael's Hospital."
  },
  {
    "speaker": "Dr. Raglan Maddox",
    "time": "19:52",
    "text": "The role of the grandparents is to give us strategic direction and ensure that all the work that we do is actually grounded in community. As I mentioned, we sort of do research and we have a number of research projects that are going on. Each of those research projects will have their own community governance arrangements and will be community driven. But the overall work of the Well Living House and the research that we do is always grounded in community ways of knowing and doing. Part of the way that we do that, and I think from my perspective as a visitor to Turtle Island, it's quite a unique arrangement, in that the Council of grandparents are always there as part of our work to make sure that we stay on track, and ensure those accountability mechanisms back to Indigenous communities from across Turtle Island."
  },
  {
    "speaker": "Eryn Tong",
    "time": "20:36",
    "text": "As Raglan discusses how their work is fundamentally grounded in community and community ways of knowing. We wanted to find out a bit more of how this was actually done on a broader scale."
  },
  {
    "speaker": "Julie Bull",
    "time": "20:46",
    "text": "Communities are going right ahead and doing it like Indigenous people are not waiting for governments or academics or anybody else to catch up to how they're already operating. They're just building their own governance structures and building them very well. One of the issues that I've identified and that others would agree is at the institutional level, it's at the ethics board, at universities and hospitals, generally not equipped, not trained, they don't know there is a policy. There's a whole chapter about research with First Nations, Inuit and Metis, yet there's not a lot of guidance on how to apply it. So all of the tri-council policy is up for interpretation. That's the point is that it's not prescriptive, which is helpful as guidance. But then it's hard when there isn't like a guidance document to go along with it to help the ethics board understand how to interpret and apply it."
  },
  {
    "speaker": "Eryn Tong",
    "time": "21:30",
    "text": "Julie's PhD work is actually focused on identifying what institutions and research ethics boards across the country are already doing in applying these policies. Part of this includes the need for policy and practice at the institution level, and ensuring that the community has consented before the university or institution approves it. In other words, the university will say our ethics boards will not approve this until you have documented consent from the community. Places in which this is already successfully happening, she's found had it built into their policies and standard operating procedures, and of course, are practicing it."
  },
  {
    "speaker": "Julie Bull",
    "time": "21:32",
    "text": "Most institutions are building their partnerships with the communities, those are the ones that I see moving forward the best. Not only they required the documentation of consent, but that they have partnerships with the community. So say, if you were to bring a protocol to my ethics board at the institution, and there's nothing there, I can very easily direct you to the right people in the community, and like build that relationship so that we're all on the same page."
  },
  {
    "speaker": "Eryn Tong",
    "time": "22:25",
    "text": "Now, it might be important for us to pause and reflect here to remember that this research is still being conducted within larger systems, within institutions and systems like universities, medicine and health care, which all have their own unique culture. Culture, simply put, is the way we think, behave and act. So we talked further with our guests about what this actually means."
  },
  {
    "speaker": "Julie Bull",
    "time": "22:46",
    "text": "In academia, how that culture is defined, I suppose might look different depending on who you ask. But what's hard for me is seeing the people who don't think there is a culture, and who think that this is just the way it is, and it's the way it's always been. Which I always say is the worst reason to do anything, like we need to be critically thinking about why is it this way? Why are we taught this? Why do we do one hour of Indigenous health in a five year program? Then we're expected to practice. How can people practice medicine or practice whatever their specialty is, if we're not taught?"
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "23:19",
    "text": "I think the first struggle is realizing how dominant the Western biomedical view is, and how it's actually the new kid on the block. The history of the scientific model is actually fairly short compared to many other ways of knowing. Yet it has become so dominant that it judges everything else to it. So I find a few struggles, one of which is always being cautious and careful to not judge different ways of knowing against each other, trying to have some humility about different approaches to the world. It's a definite tension because it is easy for the dominant way, and certainly in my life for the way I was trained in medicine and healthcare to dominate. It's this constant checking within myself of where do these things meet? Where can they work together? I'm reminded, as I look at the the Two Row Wampum sitting here that it speaks to two worlds that are both living apart, but also sharing the same space, and that the space between the two worlds is built in friendship, peace and respect. I try to think of that as I navigate between two worlds that sometimes don't talk to each other very elegantly. That the space in between those two worlds is mediated by friendship, peace and respect, in some ways, speaks to the challenge. But the western model is very dominant, and I see lots of places where the western healthcare model does things very well. I see lots of places where it does things very poorly. It would actually be nice to see other ways of knowing and other approaches to health and well being that exist in many parts of the world be able to have an equal footing, or an opportunity to have their voice heard and to inform health and wellness all around."
  },
  {
    "speaker": "Eryn Tong",
    "time": "25:21",
    "text": "Throughout his own personal journey of reflecting on this navigation between two worlds, in some ways, this helped propel his professional transition from surgical oncology to palliative medicine."
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "25:31",
    "text": "I got interested in palliative medicine, and interested in palliative medicine and in some ways, because I was really dissatisfied with how Western medicine approached death and dying. We made death and dying a medical event somehow, if you go back even a hundred years, death and dying was a cultural event. It was a community event, it was a family event. Somehow we managed to convert both birth and death into medical events. In surgical oncology, you certainly see lots of death, and the way we treat death it didn't fit with how I saw the world. It's not lost on me that in hospitals, people enter through the front door, they come in through the main entrance or an emergency entrance. But if you ever think about it, where do people leave a hospital when they've died? They leave to a back entrance. As soon as someone dies in a hospital, they're quickly as possible, they are put into a body bag, removed from family, hidden. It's like we're shameful about death. Rather than respecting it as a part of life, as a natural part of life's journey, we have somehow converted death into this shameful thing. So the way death is approached in medicine and modern medicine, really didn't feel very congruent with how I saw the world. That I guess opened an opportunity to marry both of my Indigenous roots and worldview, with a life event that in my world just didn't seem to be well managed, well framed in in a healthcare setting."
  },
  {
    "speaker": "Eryn Tong",
    "time": "27:15",
    "text": "Mike wears many hats, and is also currently a PhD candidate here at the University of Toronto. For his PhD work, he's looking at Indigenous philosophies and approaches to death and dying in an urban context. He's working to develop a harmonized Indigenous and Western palliative care program with Aanishnawben Health Toronto, with an emphasis on developing strong relationships to ensure that the community has broad access to palliative care, and can be reconnected with community and support at the end of life. Now that we have a better understanding of the culture of the systems that we operate in, the next question becomes how can we continue to shift or disrupt this culture? What would collaboration between the two worlds of Western and traditional knowledge look like? We all have this responsibility, so how can we actually make the change instead of just talking about it? "
  },
  {
    "speaker": "Julie Bull",
    "time": "28:00",
    "text": "The cultre of these systems need to shift at all the different levels. So right from when we're coming in there as students to then all the way up to the administration who are making the decisions. We would all be paralyzed if we thought that we had to, like shift and break the entire system like that. That seems impossible someday... I mean, how do we, as these individual people try to do that? So I mean, obviously, I think that these systems need to change, but so do the people within them. While the structural and systemic stuff is going to take a lot longer to sort through, if we're all doing differently individually within those systems, then we're already doing better, then already the system is shifting. At some point, imagine that, if we all thought in this relational way, rather than in that ego way, this would be a very different environment, right? Your classes would be very different environments, if you weren't all competing for this thing, when in fact, you could be cooperating and collaborating for whatever this common issue might be. It's really hard, right? Especially when we're students, because we are we are in this precarious position, how much can we disrupt or interrupt the way that things are happening without consequences to our own, whatever it is, we're trying to do our degrees, or the work that we're doing. So it definitely is harder as students but it's not impossible as students. While it might seem intimidating, maybe you can't like stand up to the VP of Research at your institution or like to the CEO of the hospital, you can talk to your peers and your classmates. You can speak up when people are making these ridiculous stereotypes or perpetuating the stories that are not accurate. You can share your lessons like what I see that's most helpful is when people are humble, and realize oh crap, I actually don't know very much about this, and admit that and say, \"hey, I didn't know and then someone said this thing to me, and then I shifted how I thought about it, and then started to ask questions.\" So I think in these systems, we could all learn from how Indigenous people operate in a more relational collected way. It's not about me, it's not about I, and you so rarely even here the language of me and I, because it's not about that it's about us collectively. So I'm hopeful my grand optimism that at some point, the systems will catch up to the ways in which Indigenous people already operate that will benefit all of us. This will not just benefit Indigenous people in the system, or Indigenous people who are being part of research projects. It will also help folks like you, in learning to build these relationships in a way that's meaningful."
  },
  {
    "speaker": "Eryn Tong",
    "time": "30:25",
    "text": "Julie, Mike, and Raglan all work within institutions that aim to support areas of need as identified by Indigenous communities. As a researcher at the Waakebiness-Bryce Institute for Indigenous health at the Dala Lana School of Public Health, Mike explains the importance of indigenizing the workspace."
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "30:41",
    "text": "This started out in the early days of the Institute, which is fairly new looked like just about any other academic workspace. And this past year, we indigenized our workspace. So physically, this feels different than most institutional workspaces. But more importantly, the people I work with here are very committed to advancing causes related to Indigenous health. I work with some brilliant, creative, diverse people. I think in my life, I've worked in numerous institutions predominantly in healthcare and Western healthcare, and I look forward to every day I come in here."
  },
  {
    "speaker": "Eryn Tong",
    "time": "31:23",
    "text": "The diverse range of work being done at the Waakebiness- Bryce Institute for Indigenous health spans from work around homelessness, or those that are precariously housed, food sovereignty, youth programs, death and dying, to Indigenous research ethics. The Well Living House where Raglan conducts his research in public health, including commercial tobacco use, and the creation of accurate Health Information Systems, is another great example of a research center focused on Indigenous health and well being."
  },
  {
    "speaker": "Dr. Raglan Maddox",
    "time": "31:48",
    "text": "We sometimes talk about these Knowledge Translation gaps, I guess that's essentially just referring to the gap between research and some kind of action, whatever that might be, or the implication of that research. An example I can think of is around identifying the high rates of commercial tobacco use within First Nations, Inuit and Metis population. I reference commercial tobacco use just to recognize that there is a significant difference between sacred tobacco use and commercial tobacco use or tobacco misuse, as some people describe it. So an example of that is in Toronto, we've seen Our Health Counts Toronto identify that there's a 63% smoking rate among Indigenous population in the city of Toronto, in comparison to sort of around a 15% smoking rate for the general population. So we're talking about a significant difference, and it'll be interesting to see what the program policy implications are. I know, in Australia, we've seen significant declines in commercial tobacco use among the Aboriginal Torres Strait Islander population in recent years as a result of our research, and as a result of tackling Indigenous smoking program in Australia to the self determined Indigenous health promotion public health program, working with communities to not just increase cessation, but also prevent uptake. I'd like to say in Canada, I think there's a there has been a start on trying to work with Indigenous people, but there is significant room for improvement. I know that the framework convention of tobacco control, which is a an international treaty, looking at reducing tobacco use specifically talks about the need to to work with Indigenous people and highlights a deep concern about preventable commercial tobacco use and morbidity and mortality, but speaks about Indigenous people developing implementing and evaluating their own tobacco control programs and policy. I mentioned this specifically because Canada is a signatory to the framework convention of tobacco control, yet doesn't necessarily report on progress or work undertaken in the commercial tobacco production area by with and for Indigenous people. But I'd like to see some more engagement and some some safer spaces for Indigenous people to develop and implement their own tobacco reduction or preventing uptake among young people. It'll be really neat to see some of the the findings from such work that is starting to roll out. But it's still in its infancy, particularly when we have such great areas for improvement. If we could reduce from 63% down to 15%, I think there'll be a lot of lives saved and a lot of money saved actually throughout the healthcare system when you think of the cost associated with it."
  },
  {
    "speaker": "Eryn Tong",
    "time": "34:17",
    "text": "These are all focused areas that are relevant and rooted in community what they identify as important and are also situated within an Indigenous worldview."
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "34:25",
    "text": "Health and well being means much more than one would look at if they were sort of looking from a biomedical model. So we look at housing, food security, physical literacy, health literacy, community, these things all contribute to health and well being. They all fall under the auspices of things that we consider health and well being. It's very hard to do research in universities that have a particular way of looking at things without a lot of support. That's one of the things this Institute offers is a collegial group of people who support each other. Because you hear a lot of no, you hear a lot of \"no, this is not how it works, jump through this hoop, no, no, no.\" So support is important. I would say that we're also fortunate in the School of Public Health at University of Toronto that we are supported, the leadership of the School of Public Health has actually been quite supportive of us, which is important. So they support the Institute and the institute's leadership, and the institute's leadership supports people who are working here. So that's a really important piece beyond the notion that you look at research differently is having having support is crucial. Otherwise, it's really, it's tough to navigate the university, collectively, we have more of an ability to do so."
  },
  {
    "speaker": "Julie Bull",
    "time": "35:48",
    "text": "So here at CAMH, we have this small little team that's called Aboriginal Engagement and Outreach. We are all Indigenous people, all women, not surprising. The women are ruling the world guys. But now that I work in this little team in this big institution, I'm spoiled for any other job. I will never work at another institution that does not have a team, because at least for the team you have support from each other in this huge, massive system of CAMH. I mean, it's a huge hospital with all kinds of things happening and clinical, and research and education. It's very easy for Indigenous ways to get lost in there. Even with a team it can be difficult. But with the team, we're not just standing alone, kind of like shouting from the mountaintop \"hey, guys, there's other ways, there's other ways to think about this. Besides that very linear biomedical model.\""
  },
  {
    "speaker": "Eryn Tong",
    "time": "36:36",
    "text": "This Western biomedical model is the basis of our healthcare system, and impacts the delivery of health care and health research. Mike reflects on this notion of navigating between Western and Indigenous worldviews from his own experiences, as he himself was trained as a physician within a very Western biomedical model."
  },
  {
    "speaker": "Dr. Michael Anderson",
    "time": "36:53",
    "text": "It is a tough road to navigate at times, I have to constantly question how do I know what I know? Why do I believe that this is the case? It's very easy in our training as healthcare professionals to get completely indoctrinated to one way of knowing and even stop questioning, why do I believe that to be true? How do I know what I know? Our training doesn't inherently teach us that. So that's a built in challenge within the education of healthcare practitioners. When I was in training early in my medical career, I had seen within my own family, some of the skepticism about institutions and health care. I think of my grandmother in particular, who had a tremendous distrust for institutions and healthcare practitioners. I didn't always understand what that meant, until I actually started practicing medicine. As a trainee, I saw that it was not only tolerated, but it was actually accepted to be overtly racist against Indigenous people. I can remember sitting at nursing stations and hearing the open dialogue between nurses about Indigenous families and children that I was caring for. They didn't even think it was wrong. So what that reinforced for me was, if the health care team was willing to sit and talk about this openly amongst themselves, they were clearly projecting that onto families. It opened my eyes to all of the concerns, fears, barriers that my family had expressed, were completely justified. I think when I was a little more naive, at some point, I had hoped that wasn't the case, and then I started to realize that it really was the case. So it opened my eyes to where the barriers really lie. They're so baked into our system that I think it behooves everybody to question things, to be open to have dialogues and I would rather things not be suppressed and hide underground, but I would rather these dialogues happen because it's clearly present."
  },
  {
    "speaker": "Eryn Tong",
    "time": "39:11",
    "text": "However, Mike also notes that in our institutions, we are starting to see a lot more work in education around cultural competency. In recent years, we have seen strides towards improving the training of our health care professionals to promote greater understanding of and partnership with Indigenous ways of knowing and doing in the context of health. This is part of how we will continue to bring about change in our healthcare system. So what does current medical education look like? How is it changed, and how can we continue to improve it? To find out Swapna sat down with the curricular co leads of Indigenous health education in the Faculty of Medicine at the University of Toronto. Here's Dr. Lisa Richardson."
  },
  {
    "speaker": "Dr. Lisa Richardson",
    "time": "39:46",
    "text": "I'm from a community in Northern Ontario. I was born in Kirkland lake and then North Bay but my mom's community is a place called Killarney. I did a double major in biology and english literature, and that was because there was a need to combine both art and science. Then i thought what would be a way for me to actually enact both of these pieces, both science and art, in daily life and daily practice. That is what led me to medicine."
  },
  {
    "speaker": "Eryn Tong",
    "time": "40:16",
    "text": "And here's Dr. Jason Pennington."
  },
  {
    "speaker": "Dr. Jason Pennington",
    "time": "40:18",
    "text": "I always grew up near or on our community Wendake, which is just north of Quebec City. I came to Toronto in 1990, to become an aerospace engineer. After discovering that wasn't really for me, I switched over to human biology, I went on to do medicine and then became a community general surgeon in Toronto."
  },
  {
    "speaker": "Dr. Lisa Richardson",
    "time": "40:40",
    "text": "They've always been passionate about teaching became passionate. There were many ways to be involved in improving Indigenous health across the country, but felt that the best way to do that would be through teaching and through my passion for teaching. So now really focused and working with Jason on how to make sure that every single medical student learner and practicing physician understands Indigenous peoples, our ways of knowing different knowledge forms and how to work with us in a good way. "
  },
  {
    "speaker": "Dr. Jason Pennington",
    "time": "41:06",
    "text": "When I went through medical school in the late 90s, there was one whole lecture in the medical school curriculum around Indigenous health. It was very didactic and very deficit based talking about all of the health inequities, but not really talking about the causes or the reasons, talking about higher mortality rates. It just went on and on, on a litany of negative things around health outcomes for Indigenous people. Now, we have made some big changes and hopefully for the better in the curriculum, there's a whole week. It's not purely on Indigenous health, but it talks about health equity, intersectionality, and runs through a case that really demonstrates yes, some of the health inequities, but also hopefully discusses the reasons behind that, such as the social determinants of health, from education, to poverty, to racism, and loss of self determination. So hopefully, the learners are getting a much better example through this learning and through these discussions that we have, because it's not just a didactic lecture, there's a case based learning. Around this experiential learning, we also hope that we've made some inroads by the fact that we actually have our second year medical students do a blanket exercise, which is an experiential teaching method for understanding the effects that residential school and other colonizing events leading to intergenerational trauma. As well, Lisa has worked very hard on developing a selective that many of our fourth year students can do that is much more experiential in learning about the experience of Indigenous individuals living in an urban setting here in Toronto."
  },
  {
    "speaker": "Dr. Lisa Richardson",
    "time": "42:55",
    "text": "There's a bunch of baseline work that needs to happen around understanding who you are as a practitioner, as a learner, what your own biases may be, which we call reflexivity. So there is a lot of the curriculum that's focused on that. We see that,  to say, \"oh, well, this is how you would interact with a Cree Nation, and this is how you would interact with a Metis person,\" is actually wrong. That's not the way we have chosen to teach this, and that's not the way educators are teaching across the country. There is an understanding that the patient will share his or her background and experience as they choose to do so. What we need to cultivate in our learners is how to be humble, how to listen in a really deep way, how to be authentic and compassionate. "
  },
  {
    "speaker": "Eryn Tong",
    "time": "43:38",
    "text": "Lisa and Jason recommend what resources trainees can find to learn more about Indigenous health, the experiences of our Indigenous brothers and sisters, and how to participate in Health Services and Indigenous communities. "
  },
  {
    "speaker": "Dr. Lisa Richardson",
    "time": "43:49",
    "text": "The responsibility of all people in Canada is to actually read the TRC. I think we're at a place now of reconciliation in our country, and in order to reconcile the first part of the Truth and Reconciliation Commission is truth. So understanding that truth and the TRC went about documenting that and having residential school survivors share their experiences, they made themselves very vulnerable by doing that. I think we have a responsibility to read that and honor those stories and understand those experiences."
  },
  {
    "speaker": "Eryn Tong",
    "time": "44:21",
    "text": "Another resource that Lisa recommends is to seek out more immersive experiences. Current education for medical trainees at the University of Toronto includes opportunities to engage with members of urban Indigenous communities and gain a deeper understanding of communities that they will serve in as practitioners. In addition to this, she recommends First Nations house as anyone is welcome to meet with an elder and traditional teacher there, like Lee Maracle, who we heard from earlier."
  },
  {
    "speaker": "Dr. Jason Pennington",
    "time": "44:47",
    "text": "Culture has been shown to be an independent risk factor in health outcomes, and that was actually work done by a Maori nurse back in the 1990s. It was published and that concept of cultural safety has grown. Cultural safety is not necessarily about the group that you are trying to heal or the population you are taking care of. It's more about your own self reflection, and recognizing your own biases and stereotypes that you might have about the community that you are caring for and negating them during clinical experiences and interactions. So this makes us become more culturally safe, strength based, and trauma informed in the care that we do, and all those types of caregiving have courses and training."
  },
  {
    "speaker": "Eryn Tong",
    "time": "45:34",
    "text": "We've included the information on courses and training in our show notes, and we highly encourage you to check these out. Jason reminds us that while these courses and workshops are a great start to becoming culturally competent, we also need to constantly reflect on our own biases, and apply the information from these resources into practice. This process, as Jason notes is always a work in progress, and we can always continuously learn more. Jason recommends actively engaging with Indigenous communities around us to gain a deeper understanding of the culture within which practitioners may practice."
  },
  {
    "speaker": "Dr. Jason Pennington",
    "time": "46:04",
    "text": "There is no pan Indigenous culture, no pan Indigenous way of knowing things. In fact, I always say that myself and my two brothers, we all define ourselves as a Huron- Wendat male very differently. It means different things to each of us, and that's within three brothers. Believe you me, within our community, there's differences between siblings, between families, between clans, and just even between communities. Because all of us have processed the concepts, and the effects of colonization, and the 300 years or 400 years of contact in different ways. So never assume that I have the one answer around how to care for Indigenous people, because we all are very different."
  },
  {
    "speaker": "Eryn Tong",
    "time": "46:44",
    "text": "So where does training education need to go from here? Lisa and Jason shared their thoughts on what they'd like to see moving forward. For a healthcare system where the traditional and the Western models of medicine are equal partners."
  },
  {
    "speaker": "Dr. Jason Pennington",
    "time": "46:56",
    "text": "I think medical education overall has to change and is in the process of changing, because medical knowledge is not the same as it was in the 80s. Were still at that point in time the internet was in its infancy, there were no smartphones and cell phones were also just very rudimentary. So knowledge was what you had to gain and garner out of your medical school training, and your clinical training was to memorize huge lists and acronyms, whereas now, a lot of this information does not have to go into rote memory. Our efforts in medical education don't necessarily have to go into memorizing long lists, and memorizing knowledge, because we have to know how to get this knowledge and how to process it properly. But it's all on our phones, it's up to date. What is becoming more and more important in the clinical field is communicating this, and having good relationships with patients, and that's true of all patients. It's definitely even more acute with our Indigenous patients who might have a distrust of the Western medical model and are looking for answers around their health, and building relationships has always been an Indigenous way of knowing, and Indigenous way of treating people, and of dealing with health. So really, it's all about those innate qualities of a physician of being a good communicator, collaborator, professional, that are becoming more and more important and key to becoming a good practitioner."
  },
  {
    "speaker": "Dr. Lisa Richardson",
    "time": "48:39",
    "text": "Just to echo that as a profession broadly, now we need to be thinking and really clearly articulating our roles in the era of machine learning, artificial intelligence, algorithms, etc. We'd organize a community panel for fourth year medical students, so they get to hear the experiences of Indigenous peoples, and it's really well set up, in that it's not voyeuristic as I was worried about. What all four of those Indigenous patients said is exactly what Jason has been saying, we want to be treated as a person and we want you as a practitioner to be caring, and to listen to us, and to be humble, and to be authentic, meaning to show your humanity and it's okay to do that. Whereas we've always been taught in medicine to be the opposite, to be objective and removed. So I think about how do we move towards becoming that and our whole profession needs to move towards that, and then thinking more broadly about where medicine needs to go. I often go back to decolonizing methodologies, Linda Tuhiwai Smith, another great Maori scholars, contributions around what institutions need to do and researchers need to do so. Decolonizing means we need to, one recognize the effects of colonial structures and colonial practices and their ongoing effects. I think we're getting we're really doing a lot of work in that space right now, how does racism manifest itself? How is colonialism and colonization the such a powerful social determinant of health? How do we work towards undoing that? Then the second piece of decolonizing means working from a strengths based approach, which really privileges Indigenous knowledges and Indigenous strengths, there's still a lot of work to do there. Because to do that, first of all, we need to have created safe spaces to bring community members into, but we need to then open up our institutions so that Indigenous peoples are more present, are visible, are celebrated. That means recruiting Indigenous students, recruiting more Indigenous staff, and faculty, doing scholarly work that values Indigenous knowledges, having elders be supported as professors. Once we do that we can work towards actually collaborative decision making with Indigenous communities around how we can continue to work. Of course, we're always seeking input from community members, but in a really strong meaningful way have Indigenous input as not just advisors, but really guiding our institutions. "
  },
  {
    "speaker": "Dr. Jason Pennington",
    "time": "51:19",
    "text": "I think traditional medicine overall, and any non Western model of care of providing health care to patients, has largely been dismissed by the Western model. Before we even go into accepting traditional medicines, and acknowledging Indigenous ways of knowing, we actually as a society and as a health profession have to first stop being afraid of the things that we don't understand and don't know, whether it be around Indigenous health or other ways of knowing from other cultures. But this demonization that has gone on for centuries around Indigenous culture and Indigenous medicines, and it being witchcraft or demonic is obviously quite false. First, we have to get away from being afraid of even acknowledging that it exists, and that it is not evil, before we become actual equal partners in bringing it forward."
  },
  {
    "speaker": "Eryn Tong",
    "time": "52:21",
    "text": "In putting together this episode, we as the content development team learned many important lessons. So we thought we'd take this time to reflect and share some of our main takeaways and points that strongly resonated with us. That helped us to re examine the way that we think and view the world, we should all consider ourselves responsible for becoming familiar with their country's history, and the context in which we all live on Turtle Island. First and foremost, we learned that relationships are intrinsic to Indigenous worldview , and therefore building relationships with people in community is critical when conducting research as well as in clinical practice. Also, one common mistake that we tend to make is to think about all Indigenous people in the same way, when there are in fact incredibly diverse Indigenous communities, each with their own unique histories, languages, cultural practices, and beliefs. But I think the biggest takeaway for us is that we need to critically think and be reflective in understanding why do we know what we know? What do we take for granted? What do we privilege  as ways of learning and knowing? It is through this, that we can all better learn from each other and appreciate that there are multiple ways of knowing. This is not only from Western and Indigenous ways, but also from other cultures, religions and beliefs. So we need to be humble in what we don't know and have humility. We need to have open dialogue and be vulnerable. We need to be okay with not knowing everything and to ask questions when we don't. So as Julie reminds us..."
  },
  {
    "speaker": "Julie Bull",
    "time": "53:40",
    "text": "I encourage people to ask questions and to not be afraid to ask the wrong question. I get that a lot when I whenever I teach in Indigenous Studies class, there's rarely Indigenous people in the class, right? It's usually non Indigenous people who are interested to learn more, and they're always so terrified that they're going to say the wrong thing. They're gonna offend somebody, they're gonna do whatever. That can be paralyzing for the person who's feeling those things. It means that we're never going to change if we're too afraid to even ask the question. "
  },
  {
    "speaker": "Eryn Tong",
    "time": "54:06",
    "text": "From our experience working on this episode, we're reminded that we all have responsibility, a collective responsibility to disrupt the culture. This is especially important in light of the current conflict on Wet'suwet'en First Nation territory in northern BC. It's daunting to think that we have to change the world by ourselves. But each and every single one of us has the ability to disrupt in our own micro ways, ask questions, help others and share your learnings. We are all collectively learning together, and we can all learn from each other. Thank you very much to our guests. In this episode, Lee Maracle, Julie Bull, Mike Anderson, Raglan Maddax, Lisa Richardson and Jason Pennington for sharing your stories, experiences and insight. We are incredibly grateful. Thanks also to Roger Cross for performing Drops of Brandy from Anne Lederman's Old Native and Metis Fiddling in Manitoba Volume Two, which you heard throughout this episode. The content for shis episode was carefully planned by our content development team, Grace, Maria, Swapna, and Kat who also served as our audio engineer. We'd love to hear what you thought of this episode and also share what you've learned with us. Send us a voice note, or email, or tweet us at rawtalkpodcast. Until next time, keep it raw."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "55:17",
    "text": "Raw talk podcast is a student presentation at the Institute of Medical Science in the Faculty of Medicine at the University of Toronto. The opinions expressed on the show are not necessarily those of the IMS, the faculty of medicine or the university. To learn more about the show, visit our website rawtalkpodcast.com and stay up to date by following us on Twitter, Instagram and Facebook at rawtalkpodcast. Support the show by using the affiliate link on our website when you shop on Amazon. Awesome. Don't forget to subscribe on iTunes, Spotify, or wherever else you listen to podcasts and rate us five stars. Until next time, keep it raw."
  }
]