[
  {
    "speaker": "James",
    "time": "0:00",
    "text": "Okay, so yeah, it's great to hear from Matt, I, you mentioned you were traveling. Was that for SFN? Or?"
  },
  {
    "speaker": "Fred",
    "time": "0:09",
    "text": "No, there was a meeting of International Society for retreat research on psychedelics. Okay. In in New Orleans. Yeah. So unfortunately, I didn't make them this year, but probably next year. "
  },
  {
    "speaker": "James",
    "time": "0:21",
    "text": "Okay. Nice. It was, how's New Orleans for conference destination? I was thinking of going to one in the near future there. "
  },
  {
    "speaker": "Fred",
    "time": "0:30",
    "text": "Oh, I thought it was great. I mean, it'll kind of depend on where the conference is in New Orleans, of course, but right now we are right downtown on Canal Street. It was really great. And, you know, that's FN used to be there. The last year they were there was 2010, which was the first year that I went to SFN. And I thought it was fabulous. But right. They stopped going there. Right? It was that because it was too not big enough, or I don't think so. I'm not not sure whether"
  },
  {
    "speaker": "James",
    "time": "1:05",
    "text": "Okay, interesting. So I guess just a bit of background on me and the program that we're running here. So, as I mentioned on James saravanamuttu, I just finished a Master's this past summer at UF, University of Toronto. And my kind of background and research was we use magnetic brain stimulation to study the neurophysiology of Parkinson's disease and patients. So that's kind of where I'm coming from. And now I'm in medical school at UFT. still involved in research though and love neuroscience. Love the brain."
  },
  {
    "speaker": "Fred",
    "time": "2:17",
    "text": "No, no, it sounds sounds really interesting. And yes, so your, your podcast web Facebook page, so I can browse just a little bit."
  },
  {
    "speaker": "James",
    "time": "2:25",
    "text": "Okay, great. So it's unfortunate. I this is my first time doing like a phone interview. Because normally I'd meet up with whomever in Toronto. It's nice to have kind of that face to face. But well, I think this is this is still gonna, hopefully yield like a nice interesting conversation I think. I think so. So cool. I think just kind of general structure of the interview. And and the episode I guess I'll just mentioned so the episode will be a bit under an hour long and we'll have I think One or two other guests also on the episode. So I, I'm, we're not sure yet but when we edited it all down, I'm assuming it will be somewhere around 20 minutes of this conversation might be the episode maybe 15 depending on how long this conversation is to begin with, and kind of mold the story together with a narrator Alright, so I guess we can get started now. So I can do a little intro for you but on the episode it will be the narrator which might be me, which might be another person on the episode because we have around eight people working on this one in particular, and then we'll jump right in. Okay. Okay. All right. So I'm just gonna leave a few seconds to pause kind of for the recording just to pick up the background noise okay."
  },
  {
    "speaker": "Fred",
    "time": "4:02",
    "text": "All right."
  },
  {
    "speaker": "James",
    "time": "4:05",
    "text": "Now, just a quick question before we start, would you prefer to be referred to as Frederick Barrett or Fred Barrett or Dr. Fred? We're going to be his doctor. But Fred, you're good with Fred."
  },
  {
    "speaker": "Fred",
    "time": "4:19",
    "text": "Fred's fine. Yeah."
  },
  {
    "speaker": "James",
    "time": "4:20",
    "text": "Okay, great. Okay."
  },
  {
    "speaker": "Fred",
    "time": "5:36",
    "text": "Yeah, well, thanks. Thanks for bringing that up. It's it's really a watershed moment in psychedelic science and with with such a large gift in, in support of a large part of research that we hope to undertake with psychedelic drugs. The funding will not only support faculty and staff within the Center for five years, but will also Give us the resources to really widely extend our understanding of the types and the breadth of indications for which psychedelic drugs may be efficacious. So there will be a clinical trials that will be conducted over the next five years within the center, we will we will test it in pilot and proof concept studies whether or not there's any reason to think that psilocybin may be helpful in treating some of the symptoms that accompany anorexia nervosa, PTSD, opioid use disorder, Alzheimers disorder, and mild cognitive impairment. And, and we will also be able to look at the effects of psychedelics in healthy individuals in terms of how psychedelics may affect creativity, how micro dosing psychedelics may affect mood and cognition. And finally, we will conduct a large clinical trial to determine whether Not psilocybin can be helpful in treating patients with major depressive disorder and co occurring alcohol use disorder. This is a an actually a highly prevalent co occurring set of disorders. nearly a quarter of all people with depression also have a substantial alcohol use problem. People who have this co occurring disorder are more likely to have trouble finding efficacious treatment. And and they'll be more likely to relapse if they with either alcohol use or depression if they do find some successful treatment. And also there are no evidence based approaches to treatment of this co occurring used to sort of so these people who are suffering, but we know less about treating these people that we do separately treating depression or alcohol use. So we're going to end and there's also some evidence on on both sort of separately there's evidence that's been recently published, suggesting that psychedelics may help And treating patients with mood disorders, then there's their separate studies suggesting that psychedelics may be helpful in treating people with substance use disorders, specifically alcohol use disorder. So it seems like an obvious next step to us. In addition to that, we will be collecting just a range of blood and behavioral and brain based biomarkers to determine whether we could eventually figure out why some people respond to sex, drugs and other people don't terms of therapeutic outcomes. And if you know, for successful it's the it's the pie in the sky idea. But if we're successful in understanding that then we may be able to, to better tailor treatments to individuals in the future. So we have lots of goals, we have high aspirations. And this the center funding will will allow us to really approach and begin to try to address some of these broad and, and also specific questions that we have."
  },
  {
    "speaker": "James",
    "time": "8:57",
    "text": "Right that that does sound quite exciting."
  },
  {
    "speaker": "Fred",
    "time": "9:37",
    "text": "Well, it's a really good question. And frankly, we, we being, you know, people within our group but also other collaborators and colleagues within the field. We're starting to get some initial ideas, but there's still a lot more that we need to learn. I think that it's it's easy for for someone who has seen the effects of these drugs in certain populations such as patient with depression or substance use disorder, it's easy when you see the really wildly large effect sizes, in the preliminary studies that have been run to get really, really excited about these treatments, but it's also completely reasonable to step back for a moment and, and look at this wide range of indications that we're going to be approaching within our center and then also look at the wide range of indications that are already being studied at research centers around the world. So so there's a group at Yale University who's who's studying the effects of suicide and on patients with depression. There's another group studying the effects of suicide on OCD, and yet there's a third group at Yale, studying the effects of psilocybin on headache disorders and particularly cluster headaches. There, there's an investigator at the University of Alabama Birmingham, Peter Hendrix, who is studying the the effects of psilocybin on cocaine use disorder and An Our colleagues over Imperial College London are also aside from looking at depression looking at eating disorders, and a few other disorders and and then our colleagues at the University of San Diego University California, San Diego are studying the effects of suicide and in patients with complex trauma so you can look at it and step back and just praise this, this really wide field and reasonably come become a little skeptical this this may begin to look like a panacea. And I think we should be very rightfully skeptical, a panacea, there's no reason to think that psilocybin will work to cure everything and, and we should never expect that however, there are, in my mind, at least, a few ways to explain how psychedelics drugs may work across some of these disorders. And a hypothesis that I've been working on is is that psilocybin may target negative aspects and the neurobiology underlying negative aspects, negative effects is almost definitional in terms of being a core dimension of mood disorders, especially depression, but, but something that might not be quite as apparent is that negative aspect also forms a core dimension of substance use disorders, the cycle of abuse of substances includes, you know, initial intake of the drug and euphoria and good drug effects followed quickly by withdrawal symptoms and craving which lead to re administration which leads to greater withdrawal and craving, which turns into the cycle of abuse. And this is how people essentially you know, if you will get hooked on drugs, and and of course, there are plenty of physiological parameters here in terms of physiological tolerance, which are on craving, but there's also a very strong negative aspect component to the withdrawal and craving that lead to the development and maintenance of substance use disorders. So stepping back from the psychedelic drugs, can target and reduce negative affect and reduce signaling and activity in brain regions and brain circuits that support negative effect of processing. I think this is one way in which psychedelic drugs may turn out to be at least somewhat efficacious and treating at least mood disorders and substance use disorders and, and in other disorders that we're looking at, for instance, Alzheimer's, dementia, mild cognitive impairment. We're not necessarily expecting to treat Alzheimers disease, but we do think that we may be able to help alleviate some of the effective and even cognitive deficits that occur during that disorder and my colleague, Al Garcia, row lewis is running that study and we're hoping to see some, some very interesting findings. But of course, again, these are preliminary proof of concept studies. So the question is, is there any signal at all there there's also a bit of research coming out of Louisiana State University in our country. Charles Nichols, who, through a series of studies is really beginning to demonstrate that psychedelic drugs overall may have an anti inflammatory effect. And inflammation is in everything it's about interesting. So the degree that you can really reduce inflammation, you may be able to kind of get a foothold in a wide range of disorders. But we were beginning to learn a lot about what's happening acutely. So when you're experiencing the apparent psychedelic drug effects of psilocybin or LSD or timeslot trip to meet or other things like this, we were starting to get a picture that involves maybe reduction in conductivity and activity within brain circuits like the default mode network, but something that's kind of being under reported and under appreciated, which is very clear in many of the papers that have been recently published. reporting on the acute effects of psychedelic drugs on the brain is that these drugs also seem to really increase activity and connectivity among executives and attention and then higher cortical cognitive circuits. So I think that I think that it's it may be an interplay between reduction in task negative networks and increasing task positive networks and and this is an old theory, going back to psychometric days of psychedelic drugs, suggesting that the change in in phila gating the change in the function of the thalamus may also be playing a role here. So, so briefly, you know, when when psychedelics were first being introduced to medical science, there are a lot of people that thought that the effects effects of drugs really mimic psychosis. And if that was the case, then this presented a really wonderful opportunity for for medicine and for science to to kind of temporarily in reverse ugly, and do some form of psychosis and people and then when they recovered, patients be able to or volunteers will be able to report back and describe in detail with the experienced and if, if this gave insight into this sort of the disorder this may given Treatment for the disorder and even the ideology of the disorder. People then also begin to realize that drugs can induce this effect in the brain, maybe schizophrenia and related psychotic disorders are, are some function of these chemicals being produced in small amounts within the brain itself. Maybe this is some kind of chemical imbalance. And this really kicked off many theories regarding their chemistry and set and psychiatric disorders. Turns out that psychedelic drugs really aren't that great of the model of psychosis. They're far better models, including the ketamine model. But, but in the meantime, this really did begin to connect some basic ideas and basic theories regarding the neurobiology of psychosis, trying to understand the neurobiology of psychedelic experiences. This is this is all wrapped up within the ages of acute effects of psychedelic drugs. And one more theory I want to mention, which was kind of based on work by Chris and Folks, they published a paper in 2005, suggesting to the really thin and not well understood brain region, called the classroom might be the seat of consciousness. It's a brain region that's very heavily interconnected with all other cortical regions. And they thought, Well, if you needed one brain region to stitch together, multi sensory information to a continuous perceptive that would support something we call consciousness. This classroom brain region would be the ideal region since it's connected to everything in the brain. And it also turns out that it's one of the regions in the brain that has highest expression of serotonin to a receptors, which are the apparent molecular target of of psychedelic drugs and it also is one of the brain regions with the highest expression of Kappa opioid receptors, which is the target of drug called Salvadoran A, which is an A typical psychedelic drug but yet has a lot of psychedelic properties. So we've recently completed to study Where we administered either so seven to one set of volunteers or seven or nay, to another set of volunteers, and we stuck them in the MRI, while they were under the effects of these drugs, and we're looking at the function of the classroom during the acute effects of sex drugs, so stay tuned for that. But, but this is all wrapped up within the question of what happens during the acute drug effects. One thing we really don't know much at all about, are the long term effects of these drugs. So when when people complete studies, for the effects of psychedelic drugs on whatever you're, you're interested disorder is, when we see effects of psilocybin that are positive, we're typically seeing people who are in remission from depression for months at a time after one or two doses of suicide and, or people who have had, you know, a pack a day, smoking habit for years, you know, decades, and they're able to successfully quit and they're biologically verified to be abstinent six months and 12 months further out. So, one thing we really need to learn more about Is what the heck is going on? Actually sustaining things really radical behavior changes, right. And so we know next to nothing about that. That's another thing that we're going to be able to try to approach with this center for psychedelic research."
  },
  {
    "speaker": "James",
    "time": "19:16",
    "text": "Right. Now, just a question with that last point, you mentioned one or two doses and experiences could leave long term effects in terms of say smoking cessation, or depression. Now, I've heard from some friends who have experienced with psychedelics that after our during they might come to a conclusion or kind of like an epiphany or start thinking in a different way about a certain topic could be smoking. Do you think that might be a reason as to why there's able to be that dramatic of a change saying smoking cessation or Or is it more of a subconscious biological process that might be occurring? Or is there just no way to know at this point?"
  },
  {
    "speaker": "Fred",
    "time": "20:08",
    "text": "It's also a great question. I don't think we know definitively, one thing we have looked at is trying to capture otherwise quantify the the, the manner and degree of subjective affect the really the quality and the intensity of the subjective psychedelic effects. And we've we've tried to correlate that that measurement in in a variety of different papers and data sets with therapeutic outcomes. And one of the story that seems to be going to emerge from that is that across study is across labs across populations, there does seem to be a positive relationship between the the quality and intensity of the subjective effects and the clinical outcomes. Now, whether that means that that's purely a pharmacological effect, maybe they're higher blood plasma levels of psilocybin or LSD that lead to these effects but also in lead to the subjective effects but also lead to a therapeutic effect. We don't know. Maybe, you know, it's it's possible we don't believe this is the case. But it is possible that simply putting someone with the right context and and and with the right expectations into a wildly disorienting experience is sufficient to lead someone to these therapeutic outcomes. We think that's unlikely, but it's also possible and, and and there are a number of individuals who are now in or entering as a field. We're trying to come up with compounds that have all of the pharmacological profile of psychedelic drugs, but none of the psychedelic effects if you will, and with these types of drugs, we will be able to directly ask this question, if we can, we can hit the second messenger systems and and the directs you know, receptor systems. We think we need to hit to get sector effects. But if we somehow engineer out of subjective effects, can we still get circulated outcomes? One of those researchers is David Olson at UC Davis. He's, he's, he's working down the path of trying to engineer drugs that, that have some of the signaling properties of psychedelics. And also, he, his lab recently published a paper and sell, demonstrating that, you know, quite quite a few and wide range of psychedelic drugs lead to snapped Genesis spine, its final Genesis and rewrite Genesis. So you know, the cellular changes that the suggest plasticity, neural plasticity, so he's he's trying to engineer drugs that will have those same effects on the structure in the growth of neurons, but yet also don't have the subjective effects that we typically associate with psychedelics. So the field is moving towards testing these questions, but at this point, we certainly Know definitively but, but that I think that would be maybe one, you know, a huge win for for certain pharma types if we can if we can take away all of the things that are scary, but we could still heal people isn't that best. But I think some of the fields also believes that all of these subjective effects that the change in the way you may think about things and, and the opportunity to kind of reevaluate aspects of your life that tend to come along with and seem to come on with these what wild subject the facts that a lot of people think that those are very important that you're not going to get, even if you do get some clinical effect without the subjective effects that you're not going to get nearly the response that you do get with subjective effects."
  },
  {
    "speaker": "James",
    "time": "23:48",
    "text": "So a lot of this discussion so far has been about psychedelics and looking at therapeutic outcomes. I'm curious as to what can psychedelics offer Someone who might not be experiencing mental illness?"
  },
  {
    "speaker": "Fred",
    "time": "24:05",
    "text": "Well, you know, that's it. That's a really it's a really tricky question because there are, there are some anecdotal pieces of evidence out there that that psychedelic drugs, for instance, taken in micro doses do lead to increases in in attention and mood and cognitive function. And really, there's been very, very little empirical data to investigate this question at all. There are a handful of papers, one or two that have recently been published the show that very, very small sub acute sub threshold doses of sect of drugs actually lead it to to essentially no change this the technical tools that we have, maybe the only change that's been noticed as a change by paper that came out of university Chicago very recently showing the In a very small doses of I believe LSD, if anything just led to a slight impairment in detecting they're responding to a certain type of facial emotional stimulus. And and and the really interesting thing about the entire micro dosing movement is that you know, most of most of the noise being made about micro dosing is, is being based on on self report anecdotal evidence. And while anecdotal evidence could be very valuable in guiding empirical science, the plural of anecdote is not data and and in all of all of the, you know, really substantial biases that come in doing that type of research. Survey Research simply based on anecdote are substantial. So you know, you, you're very likely to not be attracting, you know, if you're conducting a study. You have to be really careful if you're conducting a survey study, you have to be really careful to try to attract people from all different opinion types. To respond to your survey otherwise there's going to be bias and reporting and subject selection for the types of surveys that are completed being completed with micro dosing so far, many of them suffer from a pretty inherent bias the way they're worded. People who haven't had a good experience with micro dosing, either no experience or maybe even a negative experience, probably aren't motivated to fill these questionnaires out or report their experiences or complete these surveys and, and there's there's an investigator out in California or an individual rather who who is collected a you know, a huge database of of testimonials regarding micro dosing, but we have no idea what what the, what the file drawer effect is there and how many, how many reports are being you know, not reported. And, and, and, and at the end of the day, this entire exercise of micro dosing has all of the hallmarks are really beautiful and really powerful. placebo effect, I take this drug that I can't detect in my body. But once I take it, I kind of feel better. And everybody else says you feel better when you do it. And you know, sends a little brighter and you know, this safe drug people say it's a safe drug. I'm not saying to save drug, I'm just saying people say, you know, this is part of the story around micro dosing. And hey, let me tell you, I am completely willing to be proven wrong here. I would love to be proven wrong here. Because what that means is if micro dosing is real, and the micro dosing actually does work, that's an incredible therapeutics that could be available to a ton of people and it could help a lot of people. I'm simply being very skeptical because the the really meager evidence that does exist from empirical controlled studies, suggests that there's no effect or maybe even a slight negative effect of these things. And, and the entire exercise does really wreak a placebo effect. So what I'm waiting for, is is the definitive well controlled study. either give this some wheels or put it to rest."
  },
  {
    "speaker": "James",
    "time": "28:05",
    "text": "Okay. And that's that's not a type of study that you at the new center at your institution will be running as a VR do you run fully on? "
  },
  {
    "speaker": "Fred",
    "time": "28:16",
    "text": "Oh, yeah. So that's now let's go. So one of the studies that we're planning to run within the center is going to be studied micro dosing. We just haven't we haven't come come up on up the full speed on that study just yet."
  },
  {
    "speaker": "James",
    "time": "28:31",
    "text": "Okay. So now I'm on topic I was, I was wondering if you can walk through for our listeners, what the experience of an administration of the drug would be like in your research setting because from what I understand, participants would sometimes take the drug in the lab, which is kind of interesting to me."
  },
  {
    "speaker": "Fred",
    "time": "28:53",
    "text": "So every volunteer who has been administered a psychedelic drug in our lab in the past 20 years has gone through somewhat of the same process, we, we were very careful in screening volunteers to identify whether or not they may have any medical or psychiatric or psychological history that may may preclude their involvement. We think under the right conditions, these can generally be medically safe and psychologically safe. But those conditions involves the proper preparation and monitoring during the effects of the drug and then integration after the effects of the trigger subsided. And that's basically what our program research does. So once we identify individuals who who who pass our rigorous screening criteria, we we will invite them back to the lab on a number of occasions, to meet with study staff and to build rapport and so that really, they can get to know us and we can get to know them. The goal here is to is to really build trust. Between the study volunteer and the trained clinicians are going to accompany them in mind other than during their acute drug effects and the psychedelic experience once that prot and during that process we also try as hard as we can to really educate, inform volunteers about the the wide range of experiences that they may encounter during drug effects. And we give them kind of psychological tools to help navigate those experiences as they do occur. And then once that process is complete, we invite volunteers to the lab for a full day. We bring them in its beginning of the day we to add one more kind of medical monitoring to make sure nothing's off. And we administer capsule or many capsules, psilocybin or other drugs and and volunteers then are you know, lay on the couch with eyeshades headphones on to encourage them to turn inward. We have listened to a program Music and we sit with them and we sit in quiet kind of non judgmental support of the volunteer during and for the, for the entire course of the subjective effects of whatever drug we have been administered. At the end of the day, we make sure that we're okay we asked lots of questions. We have questionnaires and meet with our staff to just make sure that they're back and that everything's fine. before they're released in the care of loved one or close friend, and then the next day or over the next day or two, we we invite them back into the lab and study monitors will sit and just recap the entire experience with the volunteer with the goal of helping to kind of align the volunteer to their experience and to help them to integrate that experience as best as they can to their lives. And after that will typically follow up with volunteers over over some time just to make sure that they're still okay and everything is still fine. And to track their progress. But that that, in a nutshell, is the experience that everyone has had going through. Second doc study was in our lab."
  },
  {
    "speaker": "James",
    "time": "32:11",
    "text": "Right? That sounds like an incredibly supportive environment for that kind of experience. I've heard of the term set and setting before and you mentioned this supportive context. Many times I'm wondering what are perhaps the dangers of psychedelics if you don't have as great of a context if you say try at home or in elsewhere"
  },
  {
    "speaker": "Fred",
    "time": "32:38",
    "text": "Yeah, we're it's you know, can be can be the Wild West i don't i don't think you know that anybody is going to any anybody who has experience and knowledge of these drugs is going to say they're not powerful drugs, they're very powerful drugs and, and and taken without the right type of support. Without preparation, people can really get into trouble and caused themselves harm either psychological harm. physical harm. And it's not typically that the drugs have a physiological toxicity and healthy individuals, but they do have, you know, modest, reliable cardiac effects. We there's reason to believe that they may not be safe for individuals who have a personal your personal or family history with psychosis. Or, you know, it's unclear whether individuals who have suffered trauma would really have a safe experience without the care and counseling of a clinician during these effects. And, and the same goes for patients with depression patient patients substance use disorder. So, so clinical populations, really benefit seem to benefit at least anecdotally, from from the involvement of a clinician or someone who's clinically trained during the acute drug effects. We published a study in 2016. That was there was a product of a large internet survey and of course You know, a couple minutes ago, I was performing surveys and they do have their value and they do have their use and, and in this particular survey, we asked the people who had had a challenging experience or a bad trip with psilocybin mushrooms to come to our survey and tell us all about it essentially. And, and for individuals who completed the survey, they sat down for at least a good half an hour to 45 minutes of answering questions and checking boxes and typing in responses. And then there there are thousands upon thousands people who started the survey. Now there weren't quite that many who completed the survey. But yeah, there were there were almost 2000 individuals who completed the survey and we went through each and every single survey response to try to identify people who were obviously goofing off or not knocking system responses. And out of those we found nearly 2000 individuals from around the world who who completed the survey as best as we could tell completed earnestly and and we asked within the survey and quite a few questions. Just try to get a handle on various aspects of the bad trips that people had experienced, including who was there with you? And where they sober were they not sober? Did they have any training or experience with sec dogs before this was a large group setting was a you in your basement where you would a musical festival where you out the woods where you You know what, what are all the details and including, you know, did you cause yourself or others harm? Did you seek medical treatment for this? Did you seek psychiatric treatment for this? And, and, you know, would you repeat the experience? And, and and volunteers by and large indicated very challenging experiences. Some individuals indicated experiences that were very intense but very brief. Others indicated they had experiences that were moderate to severe intensity but very long duration. I think roughly 10% of individuals who completed the study indicated the They had exposed themselves or others to harm. A smaller percentage of individuals did seek medical attention for for their experiences during their bad trip. A number of people also did seek psychological psychiatric treatment, after the experience for for negative effect or anxiety, or depression or panic or other types of, you know, negative experiences that that persisted beyond the effects of the drug that that they attributed to the drug. And the curious aspect of this is that many people also indicated that they would repeat the experience with all of the aspects of the bad trip involves because there are a number of people who did feel that they learned from the experience but but some of that could be, hey, if I could survive that I could survive anything, right, like almost like a crucible. And then and then the question then becomes, well, is it necessary? Is it really necessary to have that, that crucible experience in order to grow you know, maybe, maybe not but but what was clear from the surveys that there are really quite a myriad of challenges and risks for for self administering these drugs outside of controlled setting. Mm hmm."
  },
  {
    "speaker": "James",
    "time": "37:12",
    "text": "Now, just a bit about you and kind of your background, I find it quite interesting what you've studied over the years. You did a Bachelor of Music, then went on to study the cognitive neuroscience of psychedelics, which is quite the switch up but puts you in a unique position to to answer some of what I believe are some of some of your research interests which lie at the intersection of cognitive neuroscience, as well as specifically listening to music during psychedelic experiences. But could you tell us a bit about why you find these interest areas interesting to study and perhaps why they're important to study?"
  },
  {
    "speaker": "Fred",
    "time": "37:54",
    "text": "Yeah, I think that you know, have had a bit of a varied century academic past. And the way that I stitch it all together is is through the study of emotion. So, my very first research experiences during undergraduate and post on post baccalaureate studies were were involved with study of emotional processes Jason's depression, and also then emotional processes Jason to schizophrenia and i upon you know, really having those research experiences ever again reflect them and come to realization that having played music my entire life, what really drove me to music was the ability to use music to explore and express my own emotions and help other people do the same. And then to communicate my emotions with other people and vice versa and, and that realization allowed me to kind of pull it all full circle, you know, it started with music education, then I switched to psychology and then I got a double major in psychology. In music education at Temple University in Philadelphia, for my undergrad, and I worked at the schizophrenia Research Laboratory at the University of Pennsylvania for three years after that as a research specialist, and I was able to then find, and at the University of Pennsylvania, I learned an awful lot about the brain about cognitive neuroscience, I really fell in love with those disciplines and those those approaches to, to you know, secular psychological psychiatric science. And, and I found a graduate school program that was able to tie those things together at the University of California Davis, where I was able to use music as a tool to study emotion and memory in the brain. And I thought, you know, as I enter grad school, I thought, wow, this is this is striking, you know, people use music all the time to, to, to, to manipulate to manage to regulate their emotions, sometimes implicitly, sometimes explicitly. This is, this is an embedded, ingrained narrative. simulate that, that everybody uses. We have to we have to try to use this for scientific means, right? You know, we harness, we can harness the power of music, we learn a lot more than we already know about emotions. Well, that was the ideal. That was the aspiration. And I think that it's still something we can be inspired to. And it's still something that's very motivational for me. But by the end of graduate school, I really came to turn the fact that music is complicated, mostly because people are complicated. We have these things called preferences, and they really drive a lot of our musical decision making and we ask anybody to pull anybody off the street and ask them well, what what what do you listen to when you're happier? What do you listen? Sorry?"
  },
  {
    "speaker": "James",
    "time": "40:40",
    "text": "Can I stay there for a second? There was just a pressure Yeah, I just got to. I'm recording on my phone and there was just kind of like a static. I hate to cut you off mid, mid story. I was interesting. I'm not sure if you have a point to go up. It's all good now. There was just a static that would that was running the recording. Do you know maybe a sentence or two where you were?"
  },
  {
    "speaker": "Fred",
    "time": "41:04",
    "text": "Yeah. So, so yeah, music is complicated, partly because people are complicated. And if you ask anybody off the street, what they listen to when they're happy, or when they're sad, or when they want to be happier, when they want to be sad, they'll have an answer for you. And it'll probably be right for them. But it probably won't be right for the next person, find off the street, and so on. And, and I thought, well, you know, music can still be a good tool, but it's complicated. I got the opportunity to come to Hopkins to study the effects of psychedelics, and I thought, Oh my God, we know so much about drugs, there's a very clear cut, this will be a much better tool for the study of emotion. It turns out the drugs are complicated, complicated, but but I think now now really come to terms with with the real rich history of the use of music during psychedelic research studies and also psychedelic experiences outside of research context, that there's even even more of a rich interaction between the two. Then there there is, you know, the value of one Or the other alone that this has now become a great interest of mine and studying the interaction of sec duck experiences with musical experiences. But of course, this is you know, an exponentially more complicated space now and it's going to take a long time to, to really step through and parse it before we can come to, you know, many new revelations. But one of the things that we have learned already about the interaction between psychedelics and music is that people can have far more rich and immersive and emotionally charged and meaningful experiences with music while listening to psychedelics, then then they do without listening to psychedelics that may be due to what seems to be a greater recruitment of brain regions that are involved in meaning making in in social interaction and memory during the effects of second dog, and music, listening then during music listening without second dogs, and we're just beating the strip away the surface of this question, but there's a lot of opportunity for for really wonderful research to come for that."
  },
  {
    "speaker": "James",
    "time": "43:08",
    "text": "Right. That's really exciting. I'm just curious what do you what do you play?"
  },
  {
    "speaker": "Fred",
    "time": "43:15",
    "text": "The trumpet and drums and guitar and violin and bass."
  },
  {
    "speaker": "James",
    "time": "43:21",
    "text": "Okay just yeah I'm"
  },
  {
    "speaker": "Fred",
    "time": "43:22",
    "text": "a I'm a bit of I'm a I'm a bit of a polyglot yeah I started I started with trumpet in fourth grade and I carried that through through conservatory at Temple and and you know, as a tech, you know me the trumpet was my performance instrument in undergraduate. But in seventh grade, I picked up drums and my friends and I played in a Nirvana Weezer cover band that then morphed into like a hardcore punk band, which then morphed a little harder than that, and then we broke up. And in the meantime, I also played the violin and community orchestras and play the trumpet. salsa merengue, a band and a series of wedding bands. I picked up the guitar and played guitar on the side just because and the guitar and the violin goes translate well, the bass and I ended up playing the bass in a couple of different gospel gospel choir for a short period of time.. of the breath. So yeah, I'm a bit of a polyglot, but I really don't play anymore, which is unfortunate and, and I haven't played in a long time. So it's a real bummer. But I'm still able to kind of get my musical rocks off by studying it from a scientific perspective. So that's fulfilling for me different lens now. "
  },
  {
    "speaker": "James",
    "time": "44:38",
    "text": "Yep. All right. Another question that I was wanting to ask was. Now there's there's a long history of peoples from many different cultures around the world using different natural substances to reach these altered states of consciousness. I was I was wondering if the research being conducted today is is being done with any psychedelic experts from, from different cultures?"
  },
  {
    "speaker": "Fred",
    "time": "45:07",
    "text": "Well, that's an interesting question. And we, we have, we do have a sense that what we're doing involves an element of ritual in terms of how to introduce people to the experiences that they may have. And then And then in, in the structure of the psychedelic sessions as as they play out during Drug Administration days. We everybody comes into the room and and has a small, you know, short dedication, where they express their hopes and desires for the for the session and we present our capsules to individuals in this coupon incense burner that was gifted to us by by an advisor and benefactor to our research program a long time ago. This was a coupon incense burner that was used In Mexico during mushroom ceremonies and and and I believe that the basic structure of the way that we structure the day for society and research sessions was was made with the the sum of the inputs of individuals who have used mushrooms in a cultural in a spiritual context but that's really where we are with if you consider iOS guy Alaska ceremonies typically have very specific structure and prayers that are spoken in songs that are sun and all of these kind of cultural trappings that and and somewhat similar things to my knowledge exist with with mushrooms ceremonies in Mexico but but frankly, none of us exists within those cultural structures. None of us exists within those cultural milieu and, and one of the reasons I believe, and I can't speak for other people in the field, but one of the reasons I believe that We don't use ceremonies from Alaska or, or mushroom using cultures. And one of the reasons that we don't use all of the cultural trappings of those contexts and traditional use is that we don't exist within the cultural cultures to use these things and those traditional uses and, you know, the songs and the prayers and, and and the mythology that's built up around these things within you know, for instance, the Amazon or, you know, will haka Mexico or other places those aren't meaningful to us those are not things that we've grown up with or not things are ingrained with our minds and our society. And and I think that we risk just as much of a cultural appropriation with trying to to do those things as we would risk just losing people are seeming weird or are out of touch or or they're kind of quirky or whoo whoo and, and within within That I think that there's also a risk that that we bring in elements of, of kind of experimental demand and task demand, to to a ceremony that in a research setting that that would otherwise skew the results that in ways that we are quite sure about the approach that we have, I believe is is secularized enough that it should be scalable, it should be something that someone with a cultural sensitivity or whatever personal bias they have may not you know, that that shouldn't be engaged that shouldn't be triggered if someone if someone is is has very hot Die Hard and traditional religious belief or viewpoint or or they exist within a very specific and strong religious tradition or context. imposing the rituals or the views of prayers, songs of another culture on to them might really might not work. And and i think i think that to the extent that we can Learn from, from the wisdom of more traditional use of these drugs and compounds. And And And to the degree that that can inform scientific inquiry to the degree that we can test aspects of traditional use within setting of research or medicine. I think that could be incredibly valuable. But I think that, you know, without having thought through those things very carefully, without having tested many of those things, I think it's actually better that we don't necessarily just introduce them, you know what I mean? "
  },
  {
    "speaker": "James",
    "time": "49:28",
    "text": "Yeah, yeah, that totally makes sense to me. Now, I also want to flip back to kind of the therapeutic aspect of psychedelics does many studies, as you listed at the very beginning that are being undertaken right now. I was curious if you could describe to us the accessibility at this point in time for people who might be in need, might have a medical indication for psychedelics and states and I'm not sure if you're familiar with Canada, where we're from, but perhaps in the states if well, you know, what's the accessibility like?"
  },
  {
    "speaker": "Fred",
    "time": "50:10",
    "text": "Well, the question of accessibility has to be preempted by that by discussion of therapeutic misconception. So, so to talk about the accessibility of these therapies, we have to acknowledge that they're not approved therapies yet, we have to acknowledge that while there's some really exciting prelim very studies and a ton of press built up around this while while everybody is, you know, promising that these drugs are going to fundamentally change psychiatry, that might be true, but it hasn't happened yet. And and we haven't had large controlled trials to determine that the real gold standard of advocacy in any disorder whatsoever, and we and we haven't really mapped out in fine detail the limits of the efficacy and unlimited safety of these trucks. We have some preliminary ideas, but there's a lot we don't know and Frankly, you know, I like to say that if you give the right person, if you give the wrong person at the wrong time, a large dose of penicillin or amoxicillin, you'll kill them, right? There's some people who are allergic to this. But if you give the right person, the right dose of penicillin under the right context, you may save their life. I don't think that we need to make such a drastic statement about psychedelics. But but the same principle holds this is going to work for some people, and it's simply not going to work for other people. We shouldn't expect the psychedelic drugs will be appropriate for everyone. And one of the things we need to understand better before this gets rolled out as a approved therapeutic as well. What are the boundaries of that? And who is can we get any sense of, of who this drug should not be given to and possibly why. So, so, when you're when a person signs up for a research study with psychedelic drug, they have to understand that this is still research, and it's still research because we're still trying To really become definitive and whether we think psychedelics are work for one thing or another, so that one of the reasons that we're running so many proof of concept or initial pilot studies in the center for psychedelic and consciousness research here at Hopkins, is because we want to start to begin to kind of map the boundaries of this space, like what works and what doesn't. So, within that context, and with the clear understanding that these drugs are still in preliminary stages of research, accessibility to research studies, is is really the limit to accessibility to the to the substances and so, there are, as I as I kind of mentioned, and someone alluded to, there are a number of studies popping up around the world really, that that that will be a potential possibility for people to to inquire about and screen and try to roll it to into. But really, the research context is The only approved and legal way to to access these, these, these drugs in a therapeutic context at the moment, one of the best ways to figure out where and what and how and when, in terms of accessibility is to go to a website called clinical trials. gov. This is a website that all federally funded research in the United States needs to, to register and it's become the gold standard for pre registration, research study. So that means that when a person is going to win an investigator at an institution is going to plan and initialize study, they put the study, they put the whole plan up on clinical trials, so they can say in a public forum here, here's what we're going to try to do. Here's what we think we're going to find. So that when the studies over, people can look back at that record, and then they can compare it to what was found and they can, they can determine whether people were essentially doing what they said and and and and really sticking To the original plan, but it also becomes a recruitment tool. So you can go on there and you can search for suicide, or you can search for LSD, or you can search for depression or search for alcohol use disorder or PTSD, whatever. And you can find all of the active and recruiting studies in the world, since many, many research institutions around the world have adopted this as as also a gold standard for reporting what they plan to do in studies. So the best answer for accessibility is check out clinical trials. gov and see if there's anything near you or accessible to you. But it's really limited to research studies at this moment, for the reason that we're still in the in the nascent stages of understanding how and when and why and where these drugs may work. "
  },
  {
    "speaker": "James",
    "time": "54:49",
    "text": "Right. Now, you, you mentioned there's tons of headlines now. You also Hopkins got the Huge donation for the new center. Why do you think this point in time? There's so much excitement surrounding the field?"
  },
  {
    "speaker": "Fred",
    "time": "55:06",
    "text": "Well, you know, for the reasons kind of that I stated there are some preliminary studies that have been published recently that that are really wildly large effect sizes and treating disorders that such as mood and substance use disorders that have not quite baffled modern medicine but but for which modern therapeutic approaches certainly do not always work and in many cases fail. So the promise that one or two or three Drug Administration's may lead to, you know, wildly successful remission in depression or substance use that that's got to be exciting to me. if for no other reason than there are so many people who are suffering from these disorders in the world, but those studies themselves need to be tampered with because many of them are open label, which means people know exactly what drug they were getting and had all the expectancy built up around that, that couldn't sleep effect sizes. And, and and many studies are small to moderate size. And so you know, you really need much larger studies to come to really definitive conclusions. And now we're in the process of conducting those larger studies. But but the it's it's, it's the, it's the possibility it's the potential that we could have stumbled onto something that might actually help a bunch of people. That's where the acceptance coming from"
  },
  {
    "speaker": "James",
    "time": "56:26",
    "text": "right. Now, then there and Yeah, go ahead. Go ahead. No, no."
  },
  {
    "speaker": "Fred",
    "time": "56:47",
    "text": "Well, there's they're really unreal unknowns. The exciting part and the promising part is that there are now two separate organizations who are working with both the FDA and The ama to design and conduct phase three registration trials, which are, you know, trials that was with the express purpose of coming into to a determination of whether or not there's sufficient efficacy or evidence of efficacy of a drug to treat an indication that they can be approved for medical use. And these trials will take a number of years to complete. Once they're complete, they will likely take a number of years to to pour over to have analyzed to get to discussions with the FDA and the AMA. And if these trials either of these trials is successful, that may lead to the approval of suicide for the treatment of some form of depression. Once that happens, there are a number of other players in the field who who are core. Thinking now about how to come up with the infrastructure to roll these medicines out. That may happen within the context of specific psilocybin therapy clinics that may happen in some other context. But I'd say that a reasonable guess what the timeline might be, you know, within 10 years, we may see the approval of psilocybin for some the treatment of some form of depression. And some people think that that's a really conservative estimate. Some people think that's a really liberal estimate. And so who knows, it really depends on how these trials turn out. And once these trials are completed, you know, is likely to fall that the therapy to use suicide was likely to fall under, at least in the States. Something called rems strategy, which is it was a term structure by the FDA that's really meant to control the risk and mitigate the risk associated with complex drugs that that can't take home drugs or special certifications can be administered or need to be administered under certain contacts. So it's likely that at least in the States, psilocybin will be approved for the treatment of some form of depression, but only by licensed therapists or certified therapists in in facilities that have been specifically certified for this type of thing. That's how it's, it's, that's one way that it might roll out of the states. You know, I know that Canada and in various places in Europe have much more sophisticated and mature medical systems. And, and, and, and, and, and frankly, these these drugs and these therapies may be more accessible in Canada and you then in the States, after a bit of time, there are many people in the states who are worried that the commercialization of psychedelic therapies will need to restrict the access to only to those who for whom they can afford the very likely high price that will accompany psychedelic therapy. If It's delivered in a for profit context. So that's a that's a huge concern on our side of the border, and on our side of the pond. But, but from what I understand and have a ton of negativity here, but I, from what I understand, you know, if it's a medicines approved for an indication in Canada, then you can get that at any place that can provide that therapy, right."
  }
]