[
  {
    "speaker": "Mom 1",
    "time": "0:02",
    "text": "I decided to get pregnant because I had sort of grown up around children. And, I had, in university, done a lot of courses on child development, and I was actually a primary junior school teacher. So, I had always always wanted to be a mum. When I first decided to get pregnant, I was kind of settled in my career. You know, I sort of waited 'til I was really established and had been working for four years as a teacher."
  },
  {
    "speaker": "Mom 2",
    "time": "0:31",
    "text": "I decided to get pregnant, I believe, I was around 28. And, I decided I would like to try to get pregnant then because I wanted to have one baby before I was 30."
  },
  {
    "speaker": "Mom 3",
    "time": "0:43",
    "text": "I definitely knew that we wanted to have children. I wanted to have children. I'm one of four; my husband's one of three. So, we both felt that we wanted to have a family together. So, that was not a difficult decision. I was 29. We'd been married for a year. And I think that I was ready to start a family. I didn't want to leave it too much later; I knew I wanted more than one child if possible. And, I recognize that, from a career perspective, there's never a perfect time. So, those were the factors that helped me decide to try for the pregnancy at that stage. That was my first one. Once I had my first child, I was on a maternity leave, and I decided it would be easier to extend my maternity leave and have another baby, as we were clear we wanted another child and we didn't want to have big gaps between them. So, that's really what decided me to go for the second pregnancy. And then, the third pregnancy, we were overseas, and again, I was on career break, and I was having an extended leave. So, that felt like the right time for the third child."
  },
  {
    "speaker": "Mom 4",
    "time": "1:51",
    "text": "At that time, I also finished my master's pretty recently. My husband, you know, had a pretty stable job. So, financially, we weren't too concerned about our ability to support a child. I think mostly we were worried about emotionally whether or not we were able to accommodate that. Ultimately, we sort of left it to fate and kind of rid ourselves of the burden of having to choose exactly when we wanted to start a family. I think, for us honestly, the most challenging thing was actually deciding whether or not we wanted to start a family at that time. The toughest part is like committing mentally to that idea."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "2:28",
    "text": "Maternal health is a holistic healthcare journey during pregnancy, childbirth, and the postnatal period. It includes a continuum of scientific and medical, through to psychosocial, and spiritual aspects. Everyone's journey is different, and experiences range widely with every mother creating a path that is meaningful and worthwhile for them."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "2:49",
    "text": "You deserve a sneak peek of the journeys of five different moms. You'll hear their beautiful and powerful stories throughout this episode and the next in this two part series on maternal health."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "2:59",
    "text": "and I'm Naz. In today's episode 78, we're excited to focus on the science behind getting pregnant. We'll cover topics such as infertility and treatments, psychosocial support getting pregnant, and embryo genetic screening, among others. And make sure you check out our second part of this maternal health series coming out on August 26, which will focus on the three trimesters of pregnancy itself and giving birth."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "3:24",
    "text": "Before we dive in, we want to share that Raw Talk has an ongoing YouTube livestream series this summer, called COVID-19 Decoded. Each week, we interview one or two experts with a different perspective on the pandemic. Tomorrow afternoon, I will be hosting our eighth and final episode with Dr. David Naylor discussing COVID-19 immunity. Make sure you check it out at 3pm so that you  can ask your questions live. In case you'd rather an audio only option, we're also going to release the entire series as apodcast episode on September 9, as well as the final wrap up discussion among the Raw Talk hosts."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "3:55",
    "text": "Raw Talk is proudly supported by the University of Toronto affinity partners, including MBNA and TD insurance. U of T alumni get preferred financial rates and rewards including a customized credit card and competitive insurance packages, all while supporting alumni and student initiatives at U of T. Visit affinity.toronto.ca or click the link in our show notes to get access to exclusive deals. Now back to the show."
  },
  {
    "speaker": "Mom 1",
    "time": "4:30",
    "text": "So, I tried to really become pregnant when I was 26 years old and was really successful when my first child was born, and I was 28 years old. I really think that it took me longer because I had been on birth control pills. We had started to panic a little bit and we were just sort of starting to go to fertility clinic. And lo and behold, once we decided that we go to a fertility clinic, then I became pregnant. I just took a bit of time. And, I really just think it's because I was on birth control, and I've been on birth control for a number of years."
  },
  {
    "speaker": "Mom 3",
    "time": "5:07",
    "text": "The first time, it was less than six months. I remember it felt like an eternity. And, I was a bit frustrated because it's one of the few things in life you can't really control. But looking back, you know, it was less than six months; it was relatively fast. And then, a second time, I think, was quicker. And third time, I honestly can't remember. It was a more relaxed pace of life then. We were on expatriate assignments. So, I don't remember feeling on too much time pressure there."
  },
  {
    "speaker": "Mom 4",
    "time": "5:42",
    "text": "My pregnancy, it was a bit of a surprise. I got pregnant about a year and a half after I got married. And, I knew that I wanted to start a family at some point but wasn't exactly sure when and at the time. I wasn't using birth control. Certainly, I knew that pregnancy was a possibility."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "6:00",
    "text": "As we just heard, there are a variety of experiences of how long it takes an individual to get pregnant. Some on their first try, and others many years with assistance. This raises many questions around fertility. We had the privilege to speak with Dr. Kaajal Abrol."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "6:14",
    "text": "Dr. Abrol is a fertility specialist in Toronto at Trio Fertility. She completed her obstetrics and gynaecology residency, as well as her fellowship in reproductive endocrinology and infertility at the University of Toronto."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "6:27",
    "text": "She has been practicing as a fertility specialist in downtown Toronto ever since. Dr. Abrol begins by telling us about how meaningful her work is to her and how we define fertility or, on the contrary, infertility."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "6:39",
    "text": "I think it is truly an honour to be able to help people build and grow their families. I also really value my role in teaching many young women about their fertility, helping some of them preserve their fertility if they wish. And so, I'm really excited to be here today to chat all about fertility and infertility. I think that, in any discussion on infertility, it's good to sort of start with the basics. So, let's chat a little bit about what is fertility, and that may lead us to what infertility is. So, fertility is the natural ability to conceive and produce children. Infertility, on the other hand, we generally define as trying to conceive for at least one year without success. And in the case of women who were 35 or older, we say six months with no success. There are some really important facts or stats that I think everyone should consider as their foundation. So, women are generally most fertile in their 20s. And then, fertility starts to decline in their 30s, more rapidly after the age of 35. And after the age of 40, fertility is more significantly compromised, leading to lower pregnancy rates and higher miscarriage rates. In Canada, about one in six couples are going to deal with infertility. And overall, about one in four pregnancies are going to end in miscarriage. When discussing infertility, I think it's really important to be aware that infertility affects both women and men. So, female factor in fertility makes up about 30% of cases, male factor infertility makes up about 30% of cases, and about 20 to 30% of cases can be attributed to a combination of male and female infertility. And, that leaves about 10 to 20% of infertility that's considered unexplained."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "8:34",
    "text": "As Dr. Abrol just explained, fertility is complex, and there's a lot to think about sometimes at vulnerable or busy times in our lives. We have Dr. Abrol when we might want to start thinking about our own fertility and when seeking expertise from a fertility specialist is a good idea."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "8:50",
    "text": "So I think that this really depends on whether this individual is trying to conceive or not trying to conceive. So, I'll sort of talk about each of those separately. So, if a woman is trying to conceive, I would say that after one year of trying to conceive without success or even six months if she's over the age of 35, she should get a referral to a fertility specialist. However, if she has issues with ovulation, so irregular cycles, and she's trying to conceive, I've actually say she shouldn't wait those six months or a year. She should actually get medical advice right away because this is something that we could help treat right away and actually allow her to try by helping her ovulate. The other reasons in a woman trying to conceive that I would think to see a fertility specialist a little bit sooner is if she notices a sudden change in her menstrual cycles that persists. It's not something that she just sees for like a month or two, and that stuff like total absence of periods, or having surgery on her uterus and then all of a sudden having very light periods, having extremely heavy periods, having a history of specific sexually transmitted diseases - so gonorrhea, chlamydia specifically can actually affect the fallopian tubes. So, if you've had a history of these and possibly not been treated adequately, it's worth getting an assessment. Anyone who's had a history of surgery involving their ovaries may consider an assessment a little bit sooner than that one year mark. Now, for women who aren't trying to conceive, I think that it's a really individual decision. And like I said, I think it's based on their age anyhow but also their sort of short- and long-term goals and plans. So, I would tell anybody who's in their 30s, who wants to put off thinking about their reproductive health, to really be aware that the female age has a big impact on fertility. So, I think it's really important for women to educate themselves so that they can make the right decisions now as well as in the future without any regrets. So, at the very least, someone who's in their early to mid 30s postponing pregnancy may consider a consultation with a fertility specialist because a basic workup would at least allow them to learn about their ovarian reserve, or any other factors that could affect their chances of conceiving. And, I also think based on those results, it would allow them to explore what their options are to build a family either now or in the future. They may consider trying now if they have a partner or even consider using donor sperm. They could consider freezing eggs. They may consider freezing embryos with a partner or again with donor sperm. So there's a lot of options out there. And, I think it's really important to just get the information and the education so they can make an informed decision."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "11:58",
    "text": "It's important that women and their partners are informed and educated about fertility early, even before they want to conceive, because there are several factors that may lead to infertility. These include medical disorders, one of which is polycystic ovarian syndrome, or PCOS, as Dr. Abrol explains."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "12:15",
    "text": "So, polycystic ovarian syndrome, commonly known as PCOS, is a hormonal disorder in women that leads to infrequent or irregular ovulation. And as a result, these women have irregular menstrual cycles. So, the diagnosis of PCOS actually requires two out of three of the following criteria: polycystic ovaries on ultrasound (so that means that they have many many tiny little follicles or fluid sacks in their ovaries, and it often looks a little bit like a pearl necklace on ultrasound), they have what we call oligo-ovulation (which is infrequent or irregular ovulation), and they have clinical or bloodwork evidence of high androgens (so clinically, this may be acne or increased hair growth throughout the body, and in terms of bloodwork, they may have high testosterone, or DHEAS, or other androgens in the blood, and this disorder affects about five to 10% of reproductive age women. The reason it's such a big deal for fertility is because it leads to infrequent ovulation. So, this hormonal disorder causes women not to ovulate regularly. And if think about it, if a woman isn't ovulating and releasing an egg regularly, there's no egg to meet the sperm and help her get pregnant.)"
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "13:34",
    "text": "Other disorders that can affect female fertility are often grouped into three categories: ovarian causes, fallopian tubal causes, or uterine causes. For the ovarian causes category, delayed fertility or infertility may occur if there is ovarian dysfunction or a diminished ovarian reserve of eggs."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "13:54",
    "text": "This can be related to advanced age, family history of early menopause, drugs such as chemotherapy, or genetic conditions, two of which are fragile X syndrome or Turner Syndrome. Fragile X syndrome can occur in males and females and occurs when there are changes in the FMR-1 gene that prevent a protein involved in creating connections between cells from being produced and often manifests with developmental or social delay."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "14:18",
    "text": "Turner Syndrome only affects females and results when one of the X chromosomes is missing or partially missing. It can manifest in a variety of ways including short stature, cardiac defects, and importantly, failure of ovarian development. For the tubal causes category, infertility could be due to infections such as pelvic inflammatory disease, or sexually transmitted infections, as well as endometriosis."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "14:45",
    "text": "Endometriosis is relatively common, affecting approximately seven to 8% of women in Canada. It is a painful disorder in which a tissue similar to the tissue that lines your uterus, the endometrium, actually grows outside of the uterus on the ovaries, bowel, and tissues lining a pelvis. Finally, uterine or other causes of female infertility can include structural abnormalities in the uterus, fibroids, polyps, or adhesions."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "15:10",
    "text": "It is important to remember that there are disorders that commonly affect male fertility as well. They can be categorized as pre-testicular, testicular, or post-testicular. For the pre-testicular category, male infertility may be due to an endocrine disorder such as diabetes or hypothyroidism, the misuse of androgens otherwise known as steroids, or erectile dysfunction, for a variety of reasons."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "15:38",
    "text": "For the testicular category, it may be due to infectious causes, such as epididymitis, which is an infection of a tube in the back of the testicles that carry sperm, or sexually transmitted diseases. It can also be related to genetic causes such as Klinefelter syndrome, which results from males being born with an extra X chromosome."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "15:56",
    "text": "While the presentation can vary, it is often diagnosed in adulthood. Most men with a syndrome have adversely affected testicular growth, causing reduced levels of testosterone. Finally, for the post-testicular category, the male may have a congenital or acquired blockage in the vast deferens due to infectious genetic or traumatic causes."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "16:17",
    "text": "Importantly, it's not only medical disorders that can affect fertility. Lifestyle factors also play a part."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "16:23",
    "text": "There are certain lifestyle factors that have been suggested and shown to impact egg quality. So, smoking is a good example. There are studies showing that female smokers may go through menopause five to six years earlier than non-smokers. So, that has some suggestion that lifestyle choices such as smoking may impact a quality, and there's probably many more of these that we don't necessarily know about such as excessive alcohol and what impact that may have on egg quality long-term. But, smoking is the best example that we sort of have some evidence on."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "17:04",
    "text": "Dr. Abrol also spoke about studies showing a genetic component to when a woman goes through menopause. If their mother or grandmother went through it early or late, they may also go through it early or late. But, this is just one component, and not all women follow these patterns. Some lifestyle factors may delay getting pregnant but not cause direct infertility such as being on birth control methods for long periods of time and waiting some time for fertility to return."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "17:31",
    "text": "With so many complex factors leading to infertility, if someone has concerns about infertility, they can speak to their primary care provider. And then, we'll usually get a referral to a clinic such as Dr. Abrol's. We asked Dr. Abrol what it's like for somebody coming in for a consultation at her clinic for the first time."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "17:46",
    "text": "I think, when you go to see a fertility specialist, your starting point is a consultation. So that's a visit with the doctor. And, that's when I take a detailed medical history from the patient as well as from the partner if there is one. I want to look for factors in their medical and their surgical history or their lifestyle that may impact their fertility. So, these are things like their pregnancy history if they have one, their menstrual history -important things like are their cycles regular, do they have pain with your periods. I want to know about a history of any sexually transmitted infections. A surgical history is a big one. Have they ever had surgery in the abdomen or pelvis or directly in the uterus? I also asked a lot about their other medical issues and medications. Some may affect fertility, but it's also a good time to sort of prepare for pregnancy, plan for pregnancy, and talk about the impact of those medical issues or medications on pregnancy. At that visit, we will generally plan their investigations or what I call their workup. So for a woman, a basic fertility investigation is gonna include testing her uterus, her fallopian tubes, as well as her ovaries. For an assessment of a woman's uterus and fallopian tubes, we can either do this through an ultrasound test or an X ray test. So, the ultrasound test is a specialized ultrasound called Asana histogram, and it's where we inject a small amount of saline solution into the uterus so that we can look inside the cavity and make sure that it looks good. We want to make sure that there's nothing in there that could potentially decrease your chance of implanting a pregnancy or increase your risk of miscarriage. At the same time, we follow this fluid through the path of the fallopian tubes and assess whether their fallopian tubes look open or not. The X ray test is fairly similar; we're assessing the cavity in the fallopian tubes. But now, we're using an X ray, and instead of saline solution, we're using a little bit of a contrast dye that gets injected. When we're testing a woman's ovaries. It involves testing her egg quantity, which is also known as her ovarian reserve. So we know that a woman's egg quality and her egg quantity are both going to decline as she ages. Unfortunately, at the present time, we don't have a specific test to predict her egg quality. So, egg quality is largely correlated with a woman's age. And, as I mentioned before, that really starts to become a factor after the mid 30s. There's also no single test that's going to tell us exactly how many eggs she has and how long she has to get pregnant before her fertility is significantly affected. But we do have a few tests that help us reflect egg quantity and thus give us a sense of how her ovaries are going to respond to fertility treatment. We call these ovarian reserve tests, and they include a day 3 FSH level (so, that's a hormone that we measure in the blood), a day 3 antral follicle count (so, that's an ultrasound assessment of her ovaries; what are we count the number of follicles or fluid sacs within the ovaries that holds the eggs), and then the last test is an anti-mullerian hormone level (so, this is another hormone that we measure and apply). And, we use these three results together to get a sense of what a woman's ovarian reserve is. Is it average? Is it above average? Or, is it below average? And from there, we can predict how she can respond to fertility medication and what is her prognosis from fertility treatment. When we're assessing a male patient, their testing would involve a semen analysis. So that's essentially a sperm test, where we look at the concentration of the sperm, the motility or movement of the sperm, and the morphology, which is looking at the size and shape of the sperm. Based on all of these results, a workup for the female partner, a workup for the male partner, if there happens to be one, we would then be able to discuss all the different treatment options that makes sense for either the individual or the couple and their prognosis from each of these and then make a treatment plan that makes sense for them."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "21:52",
    "text": "All of these testing procedures, new medical terminology, and difficult decisions can be exhausting for individuals and couples. There is much more to the journey than the medical and scientific side. This is why we're excited to introduce our second guest, Amira Posner to the episode."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "22:09",
    "text": "Amira has both a Bachelor and Master's degree in social work from the University of Manitoba and is now a therapist with a private practice focused on infertility in Toronto. She also has a specialized certificate in hypnotherapy so that she can use hypnosis as a therapeutic technique. Here's a mere story and starting her practice to help individuals and couples who are struggling with infertility."
  },
  {
    "speaker": "Amira Posner",
    "time": "22:29",
    "text": "My journey was 10 years ago; actually, today, my twins, it's their 10th birthday today. So, 10 years ago, my husband and I, we went through secondary infertility. So, we had conceived our daughter effortlessly, and we were trying for number two. And, it wasn't working as well as it did. And, we went to the fertility clinic eventually. And a few months down the road, we were told that IVF was our best option. So we proceeded, and we did IVF. And we were successful. And, I ended up conceiving twins. And our story ended happily and joyously, but it was one of the most difficult times in my life. I remember feeling like something that once worked. So well, what happens and I felt like something was wrong with me, like I was defective. And I slowly began to isolate myself from my friends, just feeling all these different types of emotions. And, I was a social worker at the time; I had my Master's in social work. And, I was a counselor, and I just, I knew that if I get through this, this is going to be my area that I'm going to help others also get through it. So, when the twins turned two, I started running this very grassroots support group out of my parents condominium amenity room, and I called it the Mind Body Fertility group. And, it was very wonderful. I had another colleague who joined me, and we had seven women. And, I could just see how beneficial it was to bring these women together to talk about a common experience and struggle and share all the different emotions. And, I also thought I wanted to provide tools to help them cope better. So, that's where the mind body came into. And, we covered a number of different coping techniques from mindfulness to cognitive restructuring to fertility yoga. And so, from my parents condominium amenity room, I connected with one of the social workers at one of the local hospitals, and I met with her, and we started running the group together, and I continue to run the group to this day. It's eight years later, and I also run a program online, which is geared to the same content but it can meet women all over the world."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "25:00",
    "text": "Amira's lived experience is invaluable to the work she offers and encourages today. Amira highlights the importance of others with lived experience coming together to talk and work through the emotional or mental side of the maternal health journey."
  },
  {
    "speaker": "Amira Posner",
    "time": "25:15",
    "text": "I don't remember there being a lot of emotional support out there; I didn't access any at the time. So I felt like it was a needed service. And, I also felt like the coping techniques were essential, because when I was going through it, I didn't know what was happening. I just was in a bubble of \"I want to get pregnant, and I couldn't do anything\" when I was going through it. I remember like from my past past, I had done some mindfulness. And so, I sort of brought that back into my journey. And I found it to be really helpful, and I thought, \"wow, this is so healing and so like changing of the mindset through the struggle,\" and that's one of the big tools that I like to use in my practice and in my group."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "26:03",
    "text": "Similar to Dr. Abrol, we asked Amira to describe, step by step, what it might be like coming to her for therapy for the first time."
  },
  {
    "speaker": "Amira Posner",
    "time": "26:10",
    "text": "Yeah, so everyone's different. And, you know, I often find with this population, someone will come and make an appointment and come in, and their anxiety is so heightened that I really need to have them kind of settle down and come to a place of calm before we can actually talk and I can help them try to see things differently, so using some of the techniques to help them calm their system and then teaching it to them so they can do it for themselves. And then, once they're in a more balanced state, we can start talking about some of the emotions that are coming up and a lot of normalization. You know, because it's such a private topic, people don't talk about it. So, there's a lot of shame associated with it, so helping the women understand that they're not alone and that it's a very common phenomena that we experience during a certain age group and helping them broaden their perspective, so they can have more flexible thinking and a better relationship with themselves, and the people around them, and their struggle. So, my support group, it runs for six weeks. It's very structured. And each week, we focus on a different technique. When I see someone one on one, it could vary. So, sometimes I'll do that content one on one with them. Or, sometimes it's a couple that needs support just in their communication. Or, sometimes it's an individual or a couple who are using donor conception. In those cases, I would meet with them and talk to them about the implications involved in using donor sperm, or egg donor, or surrogacy. So, families are built many different ways, and it's just fascinating."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "28:04",
    "text": "Both of our guests have similarly spoken about their approach to care in treating the individual or a couple that is in in the most meaningful and useful way to them because everyone's different. We asked Dr. Abrol, what is the best thing a patient can do before coming to a consult and what she would expect in a patient coming to an infertility clinic for the first time."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "28:24",
    "text": "I don't have any real expectations for my patients. I really do want them to come in with an open mind. I want them to come in and share as much of their medical history with me as possible. If I'm seeing somebody for possibly a second opinion, I want them to share their previous treatment history but also their experience with me so that we can develop a relationship and I can make them comfortable. I really think just being really open minded. I want a patient who, you know, sort of ready to share their history with me, equally ready to learn from me and go on this journey together in terms of doing a complete workup and a set of investigations, and then learning from that and then together making a treatment plan that works for them and make sense for them."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "29:09",
    "text": "Switching gears a little bit, let's return to some of the main medically based infertility treatments. Dr. Abrol explained to us that there was not one that was the most common but that it really depends on the individual or the couple."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "29:20",
    "text": "So, when I think about fertility treatment for someone who wants to conceive, I like to break it down into sort of three main paths. So the first treatment, which actually isn't really considered assisted reproductive technology, or ART as we call it. It involves a woman taking some medication at the start of her menstrual cycle to try and develop more than one mature egg in a cycle. So as we naturally mature one egg per cycle and ovulate, we now want to make a few extra to increase the chance of an egg and sperm meeting. We can then combine this with intercourse that's timed right around ovulation to help achieve a pregnancy, and we call this controlled ovarian hyperstimulation. In a woman who actually doesn't ovulate regularly, we can still use the same medication and the same process. But now, what we want to do is help her develop even just a single, mature egg. We call this ovulation induction, and it also is combined with timed intercourse to help her get pregnant. The second path, which is actually an assisted reproductive technique, is called intrauterine insemination or IUI. So, once a woman is ovulating either one egg (if she's just having a natural cycle) or more than one egg (if she did controlled ovarian hyperstimulation), we then wash the sperm, process it, and place it inside of her uterus. So, we're bypassing the cervix and the cervical mucus, and we're putting the sperm one step closer to the egg or eggs in order to help her achieve pregnancy. And then, the last, the third treatment option is in vitro fertilization, or IVF, also a type of ART. So, this involves the process of stimulating woman's ovaries with fertility medications (usually, but not always, injectables, so little needles), where we're trying to grow and mature a number of eggs over a 10 to 14 day period of time. We then actually remove these eggs from the body through an egg retrieval procedure, which is actually an ultrasound procedure where we're draining fluid from the ovaries, looking for the little microscopic eggs in the lab, and then taking those eggs, fertilizing them with sperm in the lab in order to make embryos. And then, we're growing these embryos in our lab for five to six days and then transferring them into the uterus where hopefully they're going to implant and give a pregnancy."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "31:47",
    "text": "Amira talked to us about her journey with reproductive assistance."
  },
  {
    "speaker": "Amira Posner",
    "time": "31:51",
    "text": "So, it was kind of an organic process, because when we started at the fertility clinic, they were quite hopeful because we had conceived our daughter naturally. Oftentimes, when a couple starts at a clinic, they start doing all the fertility tests, and sometimes that takes a bit of time. So during that time, we started other less intrusive treatment. They're called intrauterine inseminations, otherwise referred to as IUI. We tried that three times, but we were also dealing with male factor, so that was a problem. And, none of them were successful. So then, we were told that this was our next best option. I just was like, \"okay, let's do it.\""
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "32:31",
    "text": "Amira told us how important it was to have her husband included in the process. This is a large reason why her practice today offers to work with couples together to show how they can communicate better and to help one another feel safe and supported. She mentions that sometimes this journey can really help at strengthening a relationship, although other times, she's seen it go the other way."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "32:56",
    "text": "Amongst infertility options, there are also choices regarding genetic screening and freezing eggs before they are transferred back inside a woman."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "33:04",
    "text": "Two big topics that we can touch on. So the first one, given that we're already talking about IVF, is individuals who want to screen for genetic conditions. So traditionally, if a woman were to get pregnant, naturally, she could do prenatal screening once pregnant. So this involves bloodwork and ultrasound in the first trimester, and possibly blood work again in the second trimester, to screen for some common chromosomal abnormalities, something like Down syndrome. But, when we are doing IVF, we can actually do genetic screening on the embryos before even transferring them and achieving a pregnancy, and we call this pre-implantation genetic testing, or PGT. And, there's actually two arms to this. So, PGT-A is where we're actually testing the embryos to see if they have the correct number of chromosomes, so 46 xx or 46 xy, and we would then only transfer the embryos with a normal chromosomal makeup into the uterus. The other kind is something called PGT-M, and that's where we are actually testing the embryos for a specific genetic condition that is caused by a single gene; we then only transfer the unaffected embryos into the uterus. So, just elaborating on the process of IVF, what we would do in these scenarios is we would grow the embryos. So, sperm fertilized egg, we grew the embryos all the way to day five or six, and now we would biopsy a few cells from each embryo, freeze the embryos, and then test those cells to see what the genetic makeup is. So, in the case of PGT-A, we're seeing does it have a normal chromosomal makeup. Or, in the case of PGT-M, does it have this single gene disorder that we're trying to screen for. And then, we would put back the unaffected embryos in a subsequent cycle. So in a later cycle, we would take those frozen embryos, thaw them, and then put back in the embryos."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "35:11",
    "text": "Next, we spoke to Dr. Abrol all about why patients might want to freeze their eggs."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "35:16",
    "text": "Okay, so I think there are two big reasons why patients would want to freeze their eggs. So, the first is egg freezing for social reasons. So these are patients who want to have a family, but maybe they haven't found the right partner to do this with, and they want to preserve their fertility, keep their options open for starting a family sometime in the future. And, the second option is egg freezing for medical reasons. So, these are patients that are actually at risk of losing their fertility due to medical issues, something like undergoing chemotherapy or having surgery on their ovaries, and they want to freeze their eggs or sometimes embryos before their fertility is negatively impacted by their medical concern. For those that are thinking about egg freezing particularly for social reasons, you ideally want to think about freezing your eggs when you're younger because, as I mentioned before, egg quality and egg quantity are going to decrease with age."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "36:11",
    "text": "We heard that reasons for egg freezing really vary on the individual or the couple, factoring in their age and what their short- and long-term goals are. When would be a good time for women to start thinking about freezing eggs."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "36:24",
    "text": "So, I actually think it makes sense for women in their early 30s to think about egg freezing, possibly even their late 20s depending on their social situation. I don't think that every woman in her 20s necessarily needs to think about freezing her eggs; it may be a bit premature. But, I think that in her early 30s, perhaps late 20s, you're probably balancing the benefits of better egg quality with the cost of the procedure and any possible risk that comes with doing any medical procedure. So, somebody who is, you know, late 20s or just about 30 starting medical school knows she's going to be in school a long time. Maybe, she's currently single. Yeah, it's definitely something that she may want to consider. And, obviously the younger you do it, ideally, the better quality eggs we're freezing, so it's to her benefit."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "37:16",
    "text": "You can freeze either eggs or embryos. What is the difference though, and which one is a better option?"
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "37:22",
    "text": "So, I know many people will have different opinions on this. But, I think, if you have a partner with whom you know you want to build a family with, it's just not right now, I would often consider freezing embryos over eggs. The reason I say that is because we have been doing IVF and embryo freezing for a very long time, and we're very good at it. And, embryos freeze and thaw very well. Eggs are a little bit different than embryos; they're filled with a lot of water. And as a result, they don't freeze and thaw as well. Now that being said, technology has changed quite a bit. In the last 10 years or so, we used to use a process called slow freezing, and that resulted in a loss of a lot of eggs when we would thaw. We now use a process called vitrification. Essentially, it's flash freezing, and the eggs actually survive the freeze and thaw quite well. But, that being said, I still think that freezing embryo's a little bit better; the success rates higher. You also sort of know what you have. At the end of the day, when you freeze eggs, you don't actually know what you're going to have at the end of the process, because when you come to use them, we have to follow the eggs fertilized with sperm and then grow them. So, you may start with 10 eggs, but we may only have two or three embryos at the end of the day. Whereas, if you did the process of IVF and embryo freezing, you would know how many you have frozen at the end of the day. Do you have two or three embryos, or do you have four or five? So, I guess my short answer is I would push for embryo freezing in a patient who is sure of her partner and whom she wants to freeze those embryos with. But, I still think that egg freezing is quite good. So, if that is your option, I feel quite good about it."
  },
  {
    "speaker": "Mom 1",
    "time": "39:07",
    "text": "I had a miscarriage after my second child, it was very difficult at the time because I really wanted the baby. I was really upset about it. And, because I had been successful with my first two children being very healthy when they were born, it just never kind of crossed my mind that I would lose a child. It was difficult, but then, you know, when I look back on it now, I wouldn't actually have the third child that I actually have because the child that I lost would have been born with time that couldn't have conceived the third child that I was successful with. So, I'm grateful that I have that child. And, you know, I'm sad that I lost that baby but I'm also very excited that I have a third child that I have."
  },
  {
    "speaker": "Mom 3",
    "time": "40:02",
    "text": "I had a lot of nausea with all three of my children early on in the pregnancy. It wasn't in the morning; it was all the time. And nothing seemed to solve it apart from eating. So, I ate rather a lot in the first trimesters of my pregnancies. And then, as the pregnancies progressed, I felt uncomfortable like most people do. I did have a lot of indigestion acid reflux. So, I took to taking a little bottle of milk of magnesium around with me in my handbag everywhere I went and swinging after every meal to try and stop the indigestion from happening. But no, they were all relatively minor things."
  },
  {
    "speaker": "Mom 2",
    "time": "40:41",
    "text": "In the beginning of my pregnancy, I was very nauseous. And, I had heightened smell but not in a good way. Because everything made me very nauseous and ill, I had a difficult time eating certain things. So, I was limited in my food intake; pretty much I lived on crackers and very bland food. I mean, with my first pregnancy, things went really well. I was very physically fit. Other than the nausea and whatnot, it was pretty much a normal pregnancy. Unfortunately, with my second pregnancy, that was not the case, I had a cyst, the size of a grapefruit, growing along with the baby, which made it very, very challenging. I wasn't bedridden because I had a two year old. But, at the same time, I was very limited in the things that I could do. I could not pick up my firstborn because that might induce labor. So, we did a lot of activities that required things like walks to the park, and lots of puzzles, and lots of reading, and lots of things that we can do together that did not require too much physical activity. That's I had people coming in to take my son to the park and do all those physical things that I couldn't do with him. And, I would join along, but I would do the walking there and back and all the playing in the sand activities, as opposed to the monkey bars and everything else."
  },
  {
    "speaker": "Mom 4",
    "time": "42:41",
    "text": "You know, it's pretty fortunate when I got pregnant. I really didn't have any like morning sickness, which I know can be really typical. Physically, I felt really good. I was able to see a doctor fairly soon after I took a urine pregnancy test. Yeah, it all move fairly quickly. And, I really didn't face any challenges at that time; it was pretty seamless. It was really a positive experience."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "43:07",
    "text": "As these clips show, infertility is just one of the challenges that women face on their maternal health journey. Indeed, most commonly, Dr. Abrol sees individuals and couples with infertility. But her responsibility is much more diverse than that. She explains."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "43:24",
    "text": "I also see patients with recurrent pregnancy loss, so women who have had a number of miscarriages, often two or three or more, and you need an assessment to look for causes. I also see women, men, and gender diverse individuals and couples who aren't necessarily infertile, but they may need access to eggs, sperm, or gestational surrogacy, or they may want to preserve their fertility. And as mentioned, I actually see a number of women who are not yet wanting to start the family, but they're interested in a fertility assessment and interested in pursuing egg freezing. So, I would say that sort of sums up all the different reasons why someone may need my expertise."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "44:10",
    "text": "Amira shared a bit more about how mindfulness can be a great tool to stay present and sometimes difficult journey to having a child."
  },
  {
    "speaker": "Amira Posner",
    "time": "44:17",
    "text": "Mindfulness is really having, harnessing our attention more into the present moment. And oftentimes, we are living in the past reiterating things that have already happened, or we're thinking about the future and trying to plan accordingly. And, a lot of times, when we're going through this journey, we are living in a lot of anticipation, and we're not present. So, mindfulness is a tool that we can use to bring us back to ourselves. Instead of thinking about our problems and trying to problem solve and figure things out, we can let that go and just be in the moment wherever we are. And, it has many different effects on your emotional state to your physiological state. And, it's a practice. It's not something that can just, \"I'm going to be mindful,\" and then you're mindful. Like a muscle. And, so just harnessing your attention in the present and working with your thoughts in a different way can be really empowering. That's key, and I know that sounds really easy, but it's actually really hard."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "45:24",
    "text": "We asked Dr. Abrol what the biggest misconceptions in her field are. She told us that age matters not to the point that we need to panic in our 20s but that we need to be well informed. "
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "45:34",
    "text": "That age does not matter, and IVF can fix all fertility issues. I want to correct that age does matter a lot for women. So, even if you look and feel young and feel your best, unfortunately, that doesn't apply to fertility and your ovaries, because as I've said over and over again in our chat today, both egg quality and quantity do decline as a woman ages, specifically over the age of 35. And unfortunately, there isn't a treatment to reverse this. Egg freezing may help some women proceeded reserve their fertility and give them options in the future. But, we don't have a way to reverse the ovaries aging. And, although fertility treatments such as IVF have come a really long way and a really great at treating so many different causes of infertility and improving pregnancy rates, they can't completely solve every issue every time. So, for example, I'm sure you can agree more and more in the media, we're seeing that women are having babies well into their 40s, maybe even early 50s. We see it in celebrities all the time. And, I think people are really led to believe that age didn't matter and that IVF helped them. But, the real answer actually is that using an egg donor to overcome the impact of age on egg quality was there. It's just not necessarily talked about in the same way. So, I think as a result, people really think that age isn't such a factor in that IVF will help them regardless of their age. I'm not here to say that IVF isn't great and that it can't help these issues. It just can't overcome everything."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "47:16",
    "text": "Amira adds that there is need for education and awareness."
  },
  {
    "speaker": "Amira Posner",
    "time": "47:20",
    "text": "Yeah, so infertility doesn't discriminate and can hit you as early as in your 20s. Women as young as 25 may be diagnosed with premature ovarian failure and need to pursue treatment. Or, sometimes there's male factor, and there's been impact to the sperm, and they need to do IVF because of that. So, not always just an older patient. So now, the government offers a funded IVF treatment, which is an amazing incentive and program. So, the cutoff age for that is the end of 43."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "48:02",
    "text": "Oftentimes, women aren't talking about the emotional side of the infertility journeys. We asked Amira if people seem to be talking about this more."
  },
  {
    "speaker": "Amira Posner",
    "time": "48:11",
    "text": "Yeah, I definitely think so with social media, and people sharing more of their personal experiences, and communities getting together, you know, for different causes. And, I guess it's becoming more normalized because we have more ways of it being normalized and just being out there. So, I feel like, now, there is more emotional support for people to access, and there's more physical support as well, like through naturopathic treatment, and acupuncture, and Reiki, and other healing modalities, you know, encompassing the whole person, the mind, body, spirit."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "48:55",
    "text": "Finally, Dr. Abrol told us how she sees the future of fertility in her field."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "48:59",
    "text": "The beauty of this field of medicine is that it is growing and changing all the time. For example, at this time, as I've told you, we don't really have a great way to test egg quality. But, my hope is that we're going to have this technology really soon. And, I think it will give physicians and patients really valuable information. The same goes for testing the uterus for issues with implantation. We do have some tests, but they're still fairly new. And, there is no one test that is a standard of care, but as research continues, I think it's going to lead to better and better technology and testing. So, it's hard to say where I see the future fertility specifically, but I guess I just see it changing as rapidly as it has in the last 20 years."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "49:48",
    "text": "Excitingly, Dr. Abrol has a podcast of her own coming out that she wants to share soon."
  },
  {
    "speaker": "Dr. Kaajal Abrol",
    "time": "49:53",
    "text": "If anyone has any questions or wants more information, feel free to follow me on Instagram @KaajalAbrolMD, and my podcast is actually coming out soon. And it's called Fertility Doc Talk."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "50:09",
    "text": "Similarly, Amira has some plans for the future of her own practice and is always happy to have a conversation."
  },
  {
    "speaker": "Amira Posner",
    "time": "50:16",
    "text": "I'd like to, I think, eventually expand my groups and create some retreats in the summer for bigger groups of people to get together and heal and nurture themselves through their journey. But I'm very happy doing what I do."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "50:34",
    "text": "You can check out www.healinginfertility.ca to learn more about Amira's services, where she works, her groups, and her online programs. She's happy for you to send her an email and to chat more."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "50:46",
    "text": "Trusting care are the cornerstones of our guests' approaches with their patients along with the understanding that pregnancy is a vulnerable and intimate experience for many. And as such, it is important for the patient and provider to be on this journey together."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "51:02",
    "text": "Both guests discussed the need for a multidisciplinary approach to care, referring to one another for medical, psychosocial, or emotional support. Some fertility clinics have both specialists right in house. Amira has some words for listeners who may be facing their own challenges or know someone who is."
  },
  {
    "speaker": "Amira Posner",
    "time": "51:19",
    "text": "Yeah, so I think it's a journey, and there's always the concept of impermanence and won't always be like this. And, it's hard to really grasp that when you're in it. But, just to know that you're not alone, and that there are tools, and there are people to talk to, it's doesn't need to be so devastating to go through. There's support out there, and there's ways to get through it, you can't get around it. Unfortunately, to get to the other side, you have to go through it. And sometimes, you turn out to be a different person than you were when the journey started."
  },
  {
    "speaker": "Mom 1",
    "time": "52:02",
    "text": "I can't imagine my life without children because I want children so badly. And they mean so much to me. I always tell my son that the day that he was born, my first son, it was the best day of my life because it changed me in so many ways in terms of becoming a mother. It was kind of everything that I imagined it would be and so much better. So, I think if you're thinking about having babies, it's such a wonderful experience. And then, when you go from the first baby to the second baby, it's like you expand your circle of love. You think that \"how could you possibly love another baby as much as you love your first baby,\" and somehow your heart just opens and circle gets bigger and bigger and bigger. And, you know, the circle of love expands, and it does that for each child. You know, if you're thinking about getting pregnant, it is absolutely wonderful. Children are really the best thing I think that ever happened to me in my life."
  },
  {
    "speaker": "Mom 3",
    "time": "53:04",
    "text": "Yeah, you know, that's a tough one. I think one of the things I learned most from having three babies is all the births are different. And, I also discovered that all my friends that are having babies, all of our experiences were different. What I learned is that what's right for one woman isn't necessarily right for another and the worst thing is for a woman to feel she has done it wrong, or to feel guilty, or to feel a failure. And, so I'm very cautious now when I give advice because I recognize every woman is different, and every situation is different. If a woman's keen to have a home birth and it's supported in the country infrastructure that she has, then I'd say go for it, but equally, don't feel under pressure and recognize that even the best laid plans of mice and men, as they say, that may be your plan, and you may have to change it if there are complications."
  },
  {
    "speaker": "Mom 4",
    "time": "53:53",
    "text": "The most important thing to me during my pregnancy was information, and I think the prenatal classes I attended were so informative. In terms of advice. I think a lot of people get unsolicited advice when they're pregnant. You know, it's not always super positive. But I would say if you can attend a prenatal class, do so especially when it's facilitated by reputable hospital. I think that can be super helpful."
  },
  {
    "speaker": "Mom 2",
    "time": "54:19",
    "text": "With my son actually, the funny part was, I came home and realized after waking up every couple of hours that the reality of us sleeping anytime soon wasn't gonna happen. But funny enough, once you sort of get used to that, it's not a problem anymore. You think in the beginning, \"how am I going to function the next day, not being able to sleep and getting up every two hours to breastfeed and so on and so forth?\" But, you do find your rhythm, and you do find your way, and it's all okay in the end. With my second child , funny enough, it wasn't an issue I think as much because there was no unknown. I had sort of been through the unknowns with the first child, so the second pregnancy, especially vis-a-vis the feeding and whatnot and the not sleeping, wasn't so alien."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "55:27",
    "text": "We would like to take this time to give a massive thank you to both of our guests, Dr. Abrol and Amira, for their insight and expertise, as well as our mothers Brenda, Georgia, and Bessie, who have shared their own lived experiences in short clips. We have added other fertility and maternal health resources in our show notes."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "55:45",
    "text": "One resource worth noting is Dr. Jennifer Gunter, an obstetrics and gynaecology specialist who is a fierce advocate for women's health and very active on Twitter. She empowers women to embrace their health and not to be afraid to have hard conversations. She also has her own show called Jen-splaining and a book called The Vagina Bible that you may want to check out."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "56:03",
    "text": "Catch us next time for part two of our maternal health episode, where we build on this discussion to talk about pregnancy and delivery."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "56:10",
    "text": "Be sure to also watch our COVID-19 Decoded YouTube livestream series. Thank you to Mehran who was our photographer, Helen, our audio engineer, and Jillian, Naz, Frank, Esther, and Kat who were content creators and interviewed our guests. I was our executive producer."
  },
  {
    "speaker": "Nazanin Ijad",
    "time": "56:25",
    "text": "And until next time, keep it raw."
  },
  {
    "speaker": "Grace Jacobs",
    "time": "56:29",
    "text": "Raw Talk podcast is a student presentation at the Institute of Medical Science in the Faculty of Medicine at the University of Toronto. The opinions expressed on the show are not necessarily those of the IMS, the Faculty of Medicine, or the University. To learn more about the show, visit our website RawTalkPodcast.com and stay up to date by following us on Twitter, Instagram, and Facebook @RawTalkpodcast. Support the show by using the affiliate link on our website when you shop on Amazon. Awesome. Don't forget to subscribe on iTunes, Spotify, or wherever else you listen to podcasts and rate us five stars. Until next time, keep it raw."
  }
]