[
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "0:00",
    "text": "Before we begin, we would like to acknowledge that Toronto was founded on the traditional territory of many Indigenous nations, including the Mississaugas , the Anishinaabe, the Chippewa, the Haudenosaunee, and the Huron Wendat. This meeting place is still home to many First Nations, Inuit and Metis people. And we are grateful for the opportunity to live and work on this land. As we explore the social determinants of health today, we also ask our listeners to reflect on the long history of science and medicine as tools of oppression against Indigenous peoples, and the complex perceptions of and barriers to healthcare that are still experienced by Indigenous Peoples in Canada today."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "0:36",
    "text": "Our health is influenced by many factors, our genetics, where we live, the state of our environment, our social structures, and even our relationships with friends and family. We followed the biomedical system for centuries in medicine, knowing that our biology has a significant impact on our well being. But in the past two decades, there has been increasing attention drawn towards the social determinants of health, defined by the World Health Organization as the conditions in which people are born, grow, live, work, and age."
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "1:09",
    "text": "We know these conditions are different for everyone, and that some communities will have worse health outcomes because of unjust social structures and systems. So how do we address the social determinants? How do we improve the health of individual people, communities and populations? Why have we been slow to address these? And what should we do moving forward? In this episode, we tackle some of these questions and much more."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "1:30",
    "text": "I am Noor ..."
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "1:31",
    "text": "... and I am Jason, and we are your hosts today. Welcome to Episode #91 of Raw Talk Podcast."
  },
  {
    "speaker": "Dr. Andrew Boozary",
    "time": "1:45",
    "text": "Yeah, I mean, I think we all have our own personal moments and struggle internally with when and what we want to advocate for. I think that's where we see many, many examples of where physicians or health workers can show strong advocacy is where there's, you know, strong personal connection. We all have various experiences and things that compel us, right? For me, I mean, in terms of the approach of advocacy, I mean, it's one of the things that I've just really seen through my family as well. From, in terms of to go way back, in all truth, you know, losing family. Family, I've never got to meet because of people involved in revolutions, and trying to push for social democracy for social justice, and my own father spending time as a political prisoner for three to four years. So, you know, advocacy, something that really hit close to home, of course. So I think and knowing that there's real risks with advocacy, not just sort of something of where it's a buzzword for yourself improvement or career benefits. When I look at the advocacy question, it's one that's really come back into focus in the pandemic and I think it's really, I think, always one where you can draw on your own personal experiences or what speaks to you, but I think for many of us, it just became clearer than ever, that there was a fork in the road and you've just got to make that choice about, you know, what kind of truth you want to pursue."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "3:10",
    "text": "That was Dr. Andrew Boozary talking about his personal experience and how it has shaped his approach and focus in medicine. He is the executive director of Population Health and Social Medicine at the University Health Network, and a primary care physician with Inner City Health Associates. We'll hear more from him later. Our next guest, Dr. Andrew Pinto is a physician and the director of the Upstream Lab at St. Michael's Hospital, a multidisciplinary research group focused on developing creative interventions to address social determinants of health. Dr. Pinto talks about how he first learned about the interconnectedness of various social, political and economic factors with health as a high school student."
  },
  {
    "speaker": "Dr. Andrew Pinto",
    "time": "3:49",
    "text": "I got interested in the social determinants of health really starting as a high school student. So in the last year of high school for me, my older sister, who's about three years older than me, she was already at University at McMaster. And she said, \"why don't you come to this global health conference that's happening on the weekend?\". And, I came and it was kind of this first introduction to university life and, I saw some really cool presentations about people who were in medicine who were talking about all of these other issues like conflict and armed violence, things like the sanitation systems, access to food and water. It was just this really eye opening moment for me that our health is determined by all of these other factors not only here in Canada, but everywhere around the world. Things like medications or surgery or services that are delivered in hospitals are just a small piece of what ultimately determines the health of individuals and populations. With the Upstream Lab, it really emerged from my experience completing my residency in family medicine, and then public health and preventative medicine.  Kind of along this journey, I got really interested in research and how research can be about thinking outside the box to identify solutions, and then test and see, does this really work? Does this impact health and improve things? So through that kind of experience of trying to think about solutions and think about ways we can improve inequities, it kind of came to me that what I needed to do was create a space that really allowed people to come together to test interventions that tackled the social determinants of health. And so the lab was started in about 2016, so about five years ago, now. It's become this really neat space where we have fantastic research staff, and, it's really this incredible team that I work with graduate students and other junior faculty and colleagues in other countries as well who are coming together and what we've done now is we kind of break our work into three streams, really. Integrating health and social care, which is kind of what we've been doing for a few years around tackling social determinants at different levels - at the individual level, at the neighborhood level, at the policy level. The second area is population health management. And, the third is how do we use data to engage in more proactive care?"
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "6:55",
    "text": "We've heard the term social determinants of health a couple of times now. So what does it actually mean? Dr. Kate Mulligan briefly summarizes this term. She is the Director of Policy and Communications at the Alliance for Healthier Communities, and an assistant professor in the School of Public Health at the University of Toronto. She also sits on a few boards, including the Association of Local Public Health Agencies of Ontario."
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "7:16",
    "text": "At its broadest, the terminology about social determinants of health is, in my view, about a process of social determination of health. And the relationships that we have as individuals and as communities or populations, with our political and ecological environments. So when we look at a population health status, where there's a high prevalence of diabetes, for example. Our bodies are telling an important story about how we're living, what our social conditions are, but also what our biophysical conditions are, what our food is like, what our ability to move is like, and how much control we have over our days in our environment. So that's all to say that social determinants of health is really about all those sort of non clinical factors that impact our health and well being at multiple scales. We know that that's 80 or 90% of the inputs, the causes of our health and health status."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "8:18",
    "text": "Dr. Mulligan mentioned that the social determinants of health are the non clinical factors impacting our health. Examples of these non clinical factors include income and food insecurity, housing instability, social exclusion, gender discrimination, ableism, and racism. Racism is an important social determinants of health that's mentioned throughout this episode. In fact, we recently released an episode on anti black racism in healthcare, so be sure to check that out for more information. Before we start to tackle these social determinants of health, we have to understand the current state of our healthcare system, and how the way it is structured, particularly the way it's siloed and fragmented, causes vulnerable and marginalized patients such as those experiencing homelessness and food insecurity to fall in between the cracks."
  },
  {
    "speaker": "Dr. Andrew Boozary",
    "time": "9:02",
    "text": "At the individual level, again, if you're hearing about patients who don't have access to food, or housing, how can you in your care model ensure that people are getting different ways to be asked that or be able to be connected to those supports? I think from a macro level, it's the hospital recognizing or the healthcare system at large, recognizing there needs to be different partnerships in how to provide this care. Is that with, you know, our community health center partners, is that with food agencies, housing agencies, those are things that just, again, we're so siloed and fragmented that at a policy, at a macro level, we have to find ways to push past that fragmentation. Really, when you think about the way we pay for care, like the payment models, really do encourage these silos, do encourage the fragmentation. I think these are the pieces where we're starting to see really become dangerous and COVID because it punishes people in poverty who've had, you know, when we say, quote, unquote, lost to follow up is you see it all the times in medical notes. It's really embedded in our training and I think we have to be able to push past that, that our system actually failed these people, and they're underserved, not frequent flyers, or people who are, quote, unquote, poor patients and that's kind of how we viewed a lot of this. And again, it goes back to that paternalistic lens that we have to shift away from. The one example for me that's really from a policy perspective that's really tangible is the fact that go into the pandemic, we now have had a Ministry of Health, a Ministry of Mental Health, and a Ministry of Long Term Care and you've got to talk about how closely connected, if not, it's the same person who's experiencing, and families that are the challenges and now the atrocities of COVID, of people who've got mental health challenges living in long term care homes, who've been chronically infected by the system not having the funding and social supports, when you look at so many of the other factors that have come in again, to who's been most likely to be impacted by COVID, we see this play out long term care homes. The fact that we even saw a mix up recently about whether or not all Long Term Care residents just this week were vaccinated or not.  It played into there's siloed ministries. So it doesn't take long for you to see, or at least see in this kind of acute on chronic situation with the pandemic, of how long standing fragmentation, long standing paternalism has left so many people in structural vulnerability and they've been the ones paying the price to the pandemic. And obviously, our health care workers are left having to try to display heroism to bridge these gaps. You can't expect heroism to compensate for long standing neglect, long standing social policy, shirking, willful blindness, willful neglect, and every health worker I know will do everything they can for the patient in front of them, for communities they serve, but how long are you gonna expect this of people to try to do this on the individual level, when the system is only driving more divide, more fragmentation. And that's what I hope we see coming out of the pandemic actually moves in the other direction."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "12:25",
    "text": "Physicians have a social responsibility to advocate for the health of the patient populations they serve. Although advocacy is expected from physicians and training, the medical education and training system still has gaps in equipping medical students with skills to be advocates with and for marginalized communities. Dr. Boozary and Dr. Pinto reflect on their training days and share their experiences with advocacy in medicine."
  },
  {
    "speaker": "Dr. Andrew Boozary",
    "time": "12:50",
    "text": "I still remember it always sticks with me that on my last day of class, a medical student asked, do we have to provide care for homeless people because they don't pay taxes? And was there an obligation for physicians to do so. I just couldn't ever really shake that, you know, the fact that we have, I guess, just different notions of advocacy. Its becoming clear, again, I think in the pandemic, we can't shirk the social advocacy, the social responsibility that we have, there's been some incredible leadership on this, right? There's medical education experts in the country that have done such an amazing job, many from BIPOC communities, mind you, that have had to push this into agendas into medical schools, with no ease onto, you know, the stages of the Royal College. You know, and I'm really reminded as well as a fantastic commentary written by Dr. Shardu, recently in a CMAJ, right, about professionalism and anti racism. And so I think, again, to give kudos to so much of this excellent work happening about the view that we can't continue medical training in a way that is neutral or blind, to the issues of systemic racism, of social justice. But, it's also about representation in medical school and we've known for a really long time that there has been a strong structural bias towards selecting people from more affluent neighborhoods, and who've got parents who've either been physicians or in high income brackets, you know. You can have all these academic lectures on poverty but, if you've never experienced it, your family hasn't it's something that may never really resonate with you. When you're seeing this, these generations of medical students come in and who've come from underfunded communities and neighborhoods and they don't need lectures on the social determinants of health or reminders in some ways that the food that you have access to or if you have stable housing or you don't, can have fundamental impacts on population health. I think as we see more representation of students of color, students from low income neighborhoods and communities, that there will be a learning for medical schools and faculties of medicine about how to do this work, how we have to do this work in our own healthcare system. And so that's where I'm really hopeful and seeing so much of the leadership that's been at this for decades."
  },
  {
    "speaker": "Dr. Andrew Pinto",
    "time": "15:12",
    "text": "It kind of picks up on my own personal story, which was coming from McMaster where I had, had this mentorship and really kind of embraced the social and political and economic determinants of health then, I came to University of Toronto for medical school, and this was in 2002, so quite a few years ago now. And, when I was there, I started to talk with colleagues like really kind of, in an excited way about why we should be engaging in issues around things like armed conflict, like the war in Iraq was just actually getting underwa and why this is a health issue. It was a bit of a shock, kind of a, a sharp rebuke to that was that these are issues that aren't really of concern in a medical school and I always think about this experience of people even complaining to our Dean about me even raising these issues. And it kind of forced me to really say, you know, what is it that a medical school should be concerned with? And how should we be preparing people for the future and to actually contribute to a new system that does go and move to tackling these more root causes, or more upstream thinking. So I think, thankfully, a lot has changed since since then the curriculum has advanced and there has been changes. I have the privilege of each year giving a talk to the first year students in their very first couple weeks of their medical school and talking about the work we're doing at the Upstream Lab and what I always talk about is that, you know, one of the things is you are being prepared for the system of the future, and you have to be engaged in building that. So I guess one of the take homes would be that, the system is not set in stone that it can respond to internal changes, and new ideas about what it means to be a health provider, and what is the health system all about, what should we be focusing on? And I think there's a long ways to go, I think, much of what we get trained to do, is very focused on the individual in front of us, and with good reason, but we don't get enough about how do we collaborate with others to tackle these other, more upstream factors? And I think we would benefit from that for more time to develop those skills. They are a very different set of skills, they're skills around communication, collaboration, how do you build coalitions, how do you work with policymakers who have many other things that they're considering and many other people knocking at their door? Health is not the only objective of labor policy, of policy around affordable housing, about policy around social assistance. So how do you work with other actors and really deepen your understanding of root causes, but how to actually create change. With a few colleagues, we wrote this paper that came out a few years ago that kind of critiqued how we teach the social determinants. You know, I think we make the case that there's a lot more we could do that would be education that was really immersive in tackling these more root causes that gave students and trainees the time and space to reflect and to actually build relationships with others and engage in this type of change, which takes time and probably would need to be launched to know rather than something that could be done very quickly."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "19:26",
    "text": "Incorporating the social determinants of health in the medical education curriculum is the first step to ensuring that they play a focal role in our healthcare system. Dr. Boozary spoke about the mentality required to integrate these determinants in clinical practice."
  },
  {
    "speaker": "Dr. Andrew Boozary",
    "time": "19:42",
    "text": "You know, I think the biggest thing is how you try to create a safe or sacred space. We've always talked about that patient doctor relationship, and I think in some ways, now more than ever, it is incredibly important and it's also shifting and changing in ways that we're having to be mindful of, right, everything happening over virtual care now. You know, shifts or telecare,not having maybe some of those human opportunities to just sit with someone you know, and listen. So I think those are the parts where, again, it's as you're on your journey, we all kind of build our own and tailor our own approaches through some of the teachings but, I think the biggest thing is about being able to just sit and listen and having humility that the 15 minutes that you're able sometimes to provide, let's say, in a primary care visit, is competing with the fact that you may have a patient who is already in the red to come see you. The way our system is designed, right of having no paid sick leave, or having to take a day off work to come for the appointment, all of the factors that we've discussed from maybe not having stable housing, to being constantly oppressed from systemic racism, not having access to mental health supports, economic divides, income inequality, poverty, the pathologies of poverty playing out, and having the humility that them just being there in the negative to come see you being able to say we're going to impose your own clinical plan on someone, that's not gonna work and it's also just not respectful of where people are at. And I think that's something that you kind of come to your own. A part of that for, especially for a lot of people that we see is, you got to be able to listen first. Sounds so rudimentary, but it's amazing, you go through certain parts, you're training, you're almost just activated to think about how you leap into action in some ways, and you could be missing the mark and missing the entire journey a lot of the time, that's the approach. I think to the macro policy piece of how you approach knowing these factors, knowing about the social term itself is, you know, how are social factors integrated into the work you're doing as larger programs."
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "21:54",
    "text": "Now that we are more familiar with the social determinants of health, let's hear about some ways of addressing these issues at an individual, community, and public health level. Social prescribing has recently gained some traction as a way to potentially integrate the social determinants of health into clinical practice. Dr. Mulligan explained how this kind of program works."
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "22:12",
    "text": "Social prescribing is an intentional pathway that connects health care and social services and community services. Because it's one way that we can start addressing those social determinants of health in health care. We know that we need lots of upstream interventions and healthy public policies to really move the needle on health and well being. We need adequate housing, we need to remove racism, we need to really address equity very broadly but, there is also an important role that healthcare services and human services can play to help address people's social needs in real time. So how social prescribing takes the philosophy that really any door should be the right door to help and support with your social determinants of health. And so we start with primary health care as one of those doors. So for many people, particularly if you are facing social complexity in your life, medical complexity, or social isolation and loneliness, your primary health care provider, your doctor or your nurse practitioner, might be your only point of contact with any kind of government services or community services. So why not use that opportunity to reconnect you with those social interactions and supports and services that we know are so good for our health and well being. So social prescribing, offers the clinician and the client an opportunity to have a conversation about those social determinants of health, make a referral to a link worker whose role it is to really just walk alongside the person to help shift the conversation from what's the matter with you, to what matters to you. And to help you follow through to help the client follow through on that defining and pursuing what really does matter to that person and either connecting to existing services within health centers, or within the broader community, or when those don't exist using the principles of community development to build those services and supports that meet the person where they are. Then finally, there's a component of data tracking that's really important to social prescribing. We know that many health and social service providers have been providing health promotion activities, and social activities for many years, cooking classes, yoga, health management services, all kinds of different activities, but we haven't typically measured their impact on people's health. We haven't measured their impact on their use of health services, are we removing people out of clinical services and it's more appropriate, more efficient, maybe cheaper, upstream services. So the data tracking gives us almost the first time and opportunity to kind of measure what the impact of these services are and what the benefits are."
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "25:00",
    "text": "As we have heard, social prescribing is a dynamic process that involves people from a variety of fields. So who are the stakeholders at play?"
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "25:07",
    "text": "Well, we all have a role to play, anyone who's working in healthcare and health services, as well as social services and the voluntary sector, there are really so many opportunities for different partners to be involved. That might be municipalities with the kinds of services that they offer, from, you know, parks and recreation, to childcare, to housing and long term care, it might be public health, with its focus on meeting population health needs. And of course, one of the biggest opportunities we have in the province of Ontario is the development of Ontario Health Teams, where different providers are tasked with working together to improve services for our populations and so that provides an opportunity for hospitals, long term care, primary care, and social services to come together, and really start to move the needle on population health. You know, what we've seen from other countries is that when you do that, when you have an accountable care model, you quickly see that you're not going to improve population health without addressing those social determinants. You can integrate acute care services all you like, but it's not really going to move the needle as much as addressing people further upstream and supporting their social needs. And so it'll just give you one example, our next phase of social prescribing is really going to work with seniors Active Living Centers, with a focus on isolated seniors and getting them re engaged even in this period of COVID. So building a bridge and also figuring out its technological referral components of moving outside of our centers and bringing in partners that aren't typically thought of as healthcare providers, and building an opportunity for seniors to get active and engaged in their communities. So that's the kind of partnership that we can foster using a social prescribing type model. "
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "26:53",
    "text": "Dr. Pinto addresses some of the other potential solutions to one of the key social determinants of health, income."
  },
  {
    "speaker": "Dr. Andrew Pinto",
    "time": "26:59",
    "text": "Maybe I'll give you two examples that occur at kind of different ends of the spectrum. One is kind of one that we've been working on from, from almost the start of the lab, which is focused on helping patients with their income security, or helping people who are dealing with financial strain, and actually helping with the root cause of that, which is not having enough money. And it seems like something that is both very simple, which is if people are dealing with poverty, the solution is to give them more money, and yet also really complex of how do you actually do that? What we've done is through a few different ways, collaborating with colleagues at Prosper Canada, which is a charity focused on financial empowerment, and financial literacy, and helping develop like a tool that helps people identify what financial benefits, they're eligible for to, actually creating a new service called the Income Security Health Promotion Service. That is staffed by two full time staff at the St. Mike's Family Health Team, where they work with patients who are referred to them to help them with accessing financial benefits, doing things like their taxes and getting their refunds, but also helping look to ways to lower their costs, including things like more affordable housing, and also building financial literacy skills. I guess another aspect that has been a study where we looked at peer to peer financial empowerment, how can peers help one another? See, there's a whole kind of set of ways that we've been trying to tackle this problem, and even extending into some of the work that I was involved in around the areas like basic income, and that that as a possible solution. So that's all been at kind of one end of the spectrum of the individual. I'm happy about this work, because I think we're advancing, what do we know about addressing financial strain for people, what works and what doesn't, we have a randomized control trial that is now has recruited everyone and we're in the kind of final stages of it around this type of work and it's also actually helping people with a really basic need, which is helping people get more financial resources. The other example I'll give of our work is at the policy level. So I think a lot of people listening would say that, you know, the solution to social determinants is really at the policy level. And so something that occurred to our colleagues at The Workers Action Center, which is an advocacy organization focused on workers rights, is that there was this policy window that opened up in Ontario when the government was going to look at the laws around employment and working conditions. And they worked with the Upstream Lab and with Health Providers Against Poverty, an advocacy group, and together, we created a new policy/advocacy coalition called The Decent Work and Health Network. And this brought together health providers actually engage in policy advocacy and there was some real tangible outcomes of this where the new legislation that came out, actually reflected some of the evidence and some of the demands that health providers were saying when they were saying that this legislation is not just about employers and employees, it's also about the health of individuals. This network, even though the lab has after it kind of got started and after several years, we've pulled back from it, it's been really amazing to see the work continue with this network and it's been one of the strongest voices around the need for paid sick days during the COVID pandemic and it's continued to do that really important advocacy work. So yeah, I think those are two kind of examples, at different ends of the spectrum of some of our work around tackling social determinants."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "31:23",
    "text": "A recurring theme that we've heard so far is the importance of advocacy for patients within and beyond the clinic, just as Dr. Pinto highlighted. Dr. Mulligan and Dr. Boozary also commented on this."
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "31:36",
    "text": "Yes, I am active on social media and that's partly because I have a role as a communications director to do that, and the way I see it is that if people don't know this good work is happening, they can't learn from it. There are so many untapped and unheard voices doing incredible work in community health, in health advocacy, in science, in research, in medicine and many of those really go unheard outside of some very siloed areas. Maybe they're well known within their own field, but not outside it, for example. And so what a lot of the work that I tried to do is bridging the different languages that people speak on this. Sharing the amazing stories that are otherwise unheard, trying to bring voices to media, a big part of my work is, is making sure that people providing leadership in this work are heard and that their work is shared, and story. So I'm not in all those stories, but I'm helping people to be heard and so I really think that cultivating that media mindset, and that government relations mindset is really important for any healthcare practitioner, or researcher, or clinician who is interested in making a difference. People don't know unless you tell them and I think at times I hear people working on equity or justice matters, saying about others, \"oh, you know, they just don't get it\". And I see \"they don't get it\" as a communications failure on our part. If you don't get it, its because we're not explaining it in a way that matters to them, or reaches them and so I think it's a form of building bridges of collaboration to share this as much as we can, to listen to other people about where they're coming from, and to keep bringing this forward at government circles, at decision making tables, helping to support those underrepresented voices to be at those tables, and to just be as open and transparent as possible. Those are the kinds of things that are informed by our healthcare practice that need to be shared well beyond it."
  },
  {
    "speaker": "Dr. Andrew Boozary",
    "time": "33:33",
    "text": "Ya know, and I think the system itself has to recognize its responsibilities go beyond hospital walls, or the clinic's walls, and the recognition is really important, but how you help and support people is also really important, right? We can't go in with a hospital imperialist attitude, trying to have top down measures or swoop in and try to apply vertical health. We have to think more horizontally, we have to think about how we fit into the broader picture, because there are community health workers and social workers and community leaders and social supports that are there, and yes, they're not part of the hospital but, they're playing immense roles in helping improve health outcomes, and we can't just dismiss that discount it and sort of again, come in with some sense of, you know, we know better or a paternalistic attitude that has really, I think, long plagued our healthcare system. So I think we really need to approach those relationships and those partnerships and how we advocate with humility, and, how we're supporting our partner, we're supporting our colleagues in community where before, they've always try to make this divide that anything outside the hospital is not health, anything outside of hospital is not tied into it and that's where I hope this culture shift is going and if we can think and see differently about what's really driving people's health outcomes, we will have to partner differently."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "35:08",
    "text": "Addressing the social determinants of health at a broader level comes with its own challenges. Dr. Mulligan share some of the barriers that she has faced while working in this field. She highlights the importance of funding staff workers and having clinician champions on board throughout the process."
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "35:25",
    "text": "One of the things that we did with an eye to sustainability of the initial work was we focused the grant funding that we got from the Ontario Ministry of Health, mostly on mentorship, research, and project management. We didn't give the center's dedicated money to hire their link worker staff, for example. Because we didn't want to give people money for that role for a year and then and then have it taken away. So we were able to build the sustainability, but what we learned very quickly was that it would be nice to have a really a fully funded link worker, staff person and I think that's what's going to be necessary to have someone whose role is that sort of care coordination, for the social determinants of health navigation, support, and so on.  By any name, that's the role that's really pivotal, particularly for people who require extra support. Some people might be okay with just signposting and being given a pamphlet and off you go, but most of us need more support than that otherwise, we would already be exercising and eating healthy and doing all those things. There's barriers, right, there are significant barriers to doing that and so that the navigator can help us stop some of those barriers and guide you along the way. So I think that's probably the most significant lesson that we learned is that we do need that role. We also learned about the importance of having clinical champions. So you need to have someone on the medical side, who's really invested in making this happen and can speak to colleagues in language that they trust, respect, understand, and value to help bring people on board. Because otherwise, there are cultural differences between the health promotion and community development work and the word biomedical work amongst people who share commitments to health equity and so having that clinical champion on board is really helpful. Likewise, on the side of the doing the health promotion, some training and support on how to do the more clinical component, such as putting data and putting data into the EMR is not something that they're used to, and they don't necessarily see the value. But as we do this over time, and people get the feedback about, okay, this is actually improving somebody's health, and we can demonstrate it, that's when they start to get the buy in. So having initial champions on board, and then having lots of communication and feedback from people are some of the key lessons for for anybody who wants to get this kind of thing going in their own practice."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "37:38",
    "text": "Another challenge that Dr. Mulligan's shares is the difficulty of getting policymakers on board with prioritizing the social determinants of health."
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "37:46",
    "text": "Well, I want to temper that by saying I also have my own significant dose of burnout.  You know, because of this hard work and emotional labor, during the pandemic, right. And even for myself, being a parent of young children, working from home, seeing, you know, women's labor, not valued and so on, you know, it hasn't been easy. And so I'm not optimistic to the exclusion of the real challenges that many people have been going through, many of whom are much more significant than the ones I've gone through. So I just want to be clear about that from the start. On the other hand, there will be no going back to whatever was considered normal before COVID. That's not an option. And so that gives me some hope that we can collectively make decisions about what's going to happen next. Even though it's been difficult, governments and health care decision makers have been persuaded to do the right thing on occasion. So for example, we now have the high priority community strategy, for COVID. Which takes this really deeply community based approach, brings health care and health outreach door to door; meets people where they're at provides testing, prepares the way for important conversations about vaccination, and does all that by recognizing the capacity that communities have to direct their own health and well being.  Not coming in in a paternalistic, colonial, or industrial way, with one size fits all, and some are valued more than others but, you know, what is it that you have to give just as in social prescribing, what are your gifts and assets? What did what matters to you? and let's start there. And so there are some amazing practices that have surfaced. And so the big challenge will be making sure that those are not an afterthought, which is what they've been so far where we have to work really hard to get those in the door, bringing them to the forefront, and helping more people to understand and see the value of that work. So it won't be easy. These practices have happened, and gives me great hope to know that we have that proof of concept that we can say, isn't just about values. There's lots of evidence that this works better, and is more sustainable, and is more equitable, and equity is healthier for all of us. And that's something that I think we can explain to people across the political spectrum and across different sort of sociological locations."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "40:03",
    "text": "Adding on to Dr. Mulligan's response, Dr. Boozary highlights how systemic discrimination, ageism and racism underlie some of these barriers to implementing solutions to addressing social determinants of health, and how these barriers are playing out in the context of the COVID-19 pandemic."
  },
  {
    "speaker": "Dr. Andrew Boozary",
    "time": "40:19",
    "text": "For a lot of us where the point of the pandemic course so many people are tired, a lot of us are feeling burnt out and a lot of the times the question is, why? Why is there such a divide between what we're seeing play out in front of us on the ground, and the policy response and the approach. When you see it play out for this long, you see it play out for this many people we've allowed to die, it becomes glaringly clear that this is about systemic discrimination. Whether it's about ageism, about what's happened in our long term care homes, and sexism and racism around personal support workers in those homes and care workers, mainly being racialized women who've been at high risk throughout the pandemic, to the racialized communities and people living in poverty, we've lost the overdose crisis, as well. You know, again, you go back to, I think about this, a lot of where, you know, when I was a kid, St. Jame's Town. Thinking about crossing Bloor Street, it was like, you know, you're going into like the Garden of Eden and Rosedale was like, so leafy and their trees, you think it's like, The Land Before Time, you know, and it's like, on that side of the street, you know, you it's like, all of our various families and people, again, with so much strength and resilience, but there wasn't a lot of space was a lot of green space. You look over that bridge or that street, and you're like, that's a whole different world, it's a different universe. And I think you start to be able to go back and see just, you know, how that is just baked into every part of our system as to what resources are there the response, you know, and you think if there was ever some sort of disruption or inconvenience were threat that would happen in St. James town, versus Rosedale, what would the response time be? And how would it differ? If Rosedale had a COVID positivity rate of over 20%, how different would the response be than when we're allowing it to happen to various communities of colour and low income neighborhoods across the city, where we still have COVID test positivity rates in the double digits and we're still in a place where we've not implemented paid sick leave. I mean, that to me is haunting, you know, and that's what I think again, you can see it in your mind's eye as a kid, to see it play out as a health worker, to see it at a policy level, we have just let these divides happen and whatever rationale explanation people want to make, you can't see in the counterfactual that this is not playing out because of structural and systemic forces. And that's something that I think, is weighing on a lot of us."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "43:17",
    "text": "So how do we overcome the barriers that Dr. Boozary was already talked about? As we mentioned earlier, Dr. Boozary, he leads the social medicine program at UHN, the first of its kind in Canada. The social medicine program focuses on integrating the social determinants of health into care delivery, some of the current health equity initiatives focused on affordable housing, social isolation and food insecurity. Dr. Boozary tells us about how this program addresses these issues."
  },
  {
    "speaker": "Dr. Andrew Boozary",
    "time": "43:44",
    "text": "Yeah, I mean, maybe we can start from the top of the pandemic. I mean, one of the things that we were able to do was partner with the Neighborhood Group, Inner City Health Associates, Parkdale Queen West Community Health Center, and the City of Toronto and Toronto Public Health, to set up a few COVID-19 recovery sites for people experiencing homelessness. So knowing that, again, that messaging of physically distance, stay at home, wasn't a reality for 1000s of people in our city who are even higher risk of getting COVID. We had to come up, you know, really quickly with some interim solutions for people who didn't have the ability to go back to shelter or weren't able to physically distance and we were able to set up a few of these sites to the pandemic to offer people their own room and bathroom, but also having harm reduction supports and community workers and peer workers embedded right there at the site as a really true health and social care model. But also, primarily deals with the fact that the reason that there had to be here is that they just didn't have from a basis of human rights, housing that we would expect for everyone and so that's one of the initiatives that we've had continued to play out through the pandemic, because we still don't have the lasting solutions to housing that, that so many of us have been calling for. When you look at, as well, about income insecurity and knowing again, how massive the shift was for people's lives and their livelihoods, or people on social supports or social disability. We had a partnership with West Neighborhood House at getting some of our patients and clients access to a financial coach to help them navigate, you know, CRAB to EI, all of these complexities of what you're eligible for and you're not to ensure that really the most economic and income support can be there for people who are already struggling and that was one partnership we saw lifted up through the pandemic with West Neighborhood House. We were also able to launch a partnership with Foodshare Toronto, FoodshareTO and Paul Taylor and Leslie Campbell have been amazing partners working with them on ensuring that people could get free delivery of the Good Food box of locally sourced nutrition and healthy foods delivered every couple of weeks for people who are experiencing food insecurity, but also at high risk of COVID either coming in and out of the hospital and requiring that kind of help at home. We're able to see that connection with again, thinking beyond just healthcare but about the access to food and nutrition that people may or may not have being a really important social determinant of health and it's something we saw with the data plans to the pandemic that the pressures on food banks only went up record rates that the number of people reporting food insecurity were at all time highs in the pandemic. So this is sort of one tangible way that we at UHN Social Medicine, we're trying to help create different options not only just for people who are going for testing to get access to Foodshare, for COVID testing, but also people who are coming out of our general internal medicine department as well. We were able to scale up to all the spots available in the program being filled, just again speaking to just how massive the need is out there. And then when you look at some of the other things, we're able to partner with Parkdale Queen West County Health Center, for the TELUS Mobile Clinic to get harm reduction supports, and primary care and social supports out to where people are at knowing again, how the pandemic has put up new barriers for people or only double down on the barriers that have existed for people to access care. So that's a partnership of getting care out to where people are at where they're living, and again, a partnership that's really different, where it's not UHN driving the bus, but our community partner, driving the mobile clinic, where we're there with the support, and the partnership that sort of needed for us to shift and think differently of how we deliver care as an acute care hospital, and a large hospital network. So, those are a few of the examples that we've seen come to life, especially to the pandemic. And then of course, we're actively working on trying to build more affordable housing options for people, you know, and that was something that we try to lift up again, pre pandemic, knowing that housing and health are inextricably linked, and that we've had a housing crisis in this country before the pandemic, and it's one that's only been worsened. Looking at the other preliminary data about eviction notices, people having to seek shelter beds. So we know that work is there and also just again, about how we can partner with other hospitals and communities on the overdose crisis, and about harm reduction and when you think about over 5000 people lost a number of years, and through the overdose crisis, you know, it really weighs on you. When COVID happened, we had an IMS or Integrated Management System put into place for emergencies where you sort of say, \"hey, we need all hands on deck\", here's how we're going to ensure that there's the flow of information to respond to a pandemic, or emergency and that's kind of what how, in policy, we respond to things like COVID. But the fact that we have still not done this, for people who use drugs, for people who are dying at the rate of an epidemic, again, just hits you on this systemic discrimination in our system. We wouldn't allow that to happen if there wasn't structural forces at play as to who gets to live and who we've allowed to die and I think that's one of the pieces where, for so many, you can't neglect the fact that there have been compounding crises at play. The crises of systemic racism, of homelessness, the overdose crisis, COVID, all playing out in real time for the same person and the same people and, yeah, I think, again, there's been responses and attention to things that that have not been there before, but I think for a lot of us, we're really concerned about the fact that there's a real risk of all of these disparities, widening, of all of these things, seeing a greater divide. We've seen this play out in various times when there's been major economic disruption, recessions that there's only a furthering a deepening and income inequality and we know how tied that is to population health and to people's health. So it's good to see that this is becoming unignorable, but until we see policy responses that fit with the crisis at hand, it's hard to believe that we're through or that this may not get worse."
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "50:26",
    "text": "To truly scale up the solutions and programs like the one we've discussed at a public health level, proper data collection is necessary. Dr. Mulligan tells us more about this."
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "50:35",
    "text": "Well, I think the data tracking has been an important component in all the research we've done and we have several resources on our website that can help people do this, sort of a how to guide for practitioners to really just establish this in your own work and then a bigger report with lots of stories and amazing voices for people doing the work about how transformative it's been, and how it's worked. And then we also have academic research articles that kind of build the necessary evidence base for moving forward with this, both the clinical evidence base, but also around feasibility, also around the economics of it, and so on. And so all those components together are really important, but then the most important really is those collaborative conversations. And so being open to be supporting others in taking this on, and we spend a lot of time mentoring other organizations across the country and helping them to get this going. It's never going to scale up if we keep it just in community health centers. We want this to be something that many others can take on and, and we spend a lot of time on that and over the next few years plan to build a Canadian community of practice that will help people you know, share knowledge with one another and keep it going. And we kept the evidence base for policymakers at top of mind throughout so that we're providing the information that they need in order to make decisions about investing in this going forward so, with any luck, we'll continue that journey and have good news about scaling up over the next few years. "
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "52:03",
    "text": "Data collection is not only important for implementing evidence based public health policies, but also for measuring the impact of interventions at the individual and community level. Dr. Mulligan discusses how this would work for social prescribing. "
  },
  {
    "speaker": "Dr. Kate Mulligan",
    "time": "52:16",
    "text": "So at the individual level, we use the electronic medical record (EMR) as an opportunity to collect these data. We can ask people questions using verified clinical tools and skills, about their loneliness, about their social determinants and social needs, and so on, you know, at the point of the initial appointment, and throughout the process. So that's one very simple way that can be integrated into the EMR. And to really measure the impact at the community level, the alligned organizations, community health centers and other similar organizations have a shared electronic medical record so they can have a look at what are the patterns and trends at the practice level, or the community level? And what are the patterns and trends across the province? And does it look different for different people under different circumstances? So we were able to kind of do this realist evaluation to kind of find out what works for whom, under what circumstances and so on. And so we were able to, for our pilot component of this work, wrap around some additional research, some qualitative research, talking with people doing focus groups, asking clients, volunteers, clinicians, how it's going, what's working, what's not and so we were able to bring all of those together but even when we're not in the midst of a research project, we can track things using the EMR. What we're finding is that this is just providing tremendous value that hasn't been captured before and hasn't been demonstrated as something that is relevant to health services. Ya know, that connecting people to food, or connecting people to arts classes can have an impact on on how much we're spending on health care, or how we're distributing health human resources. It's really remarkable that we haven't done that before, and how straightforward it can be to capture, at least, some of those basics."
  },
  {
    "speaker": "Jason Lo Hog Tian",
    "time": "53:59",
    "text": "Dr. Pinto reaffirms the idea of evidence based policy decisions. He also highlights how data can be used to help create a medical system that takes into account upstream factors in people's health."
  },
  {
    "speaker": "Dr. Andrew Pinto",
    "time": "54:10",
    "text": "A key part of that would be embracing the idea of health and all policies, which is the idea that every policy that comes out, is in many ways is a health policy and has impacts on health that should be considered as it's developed. I think this kind of health care system too, would also be one that uses data on who it's serving and who it's not in a really robust way that helps quickly identify inequities. But also, and I think this is crucial, engages the communities themselves in understanding that data, telling the story of it and coming up with solutions. I think, something that myself and many people have said is that that kind of data driven system has concerns with it if it's not done in the right way. So it's really important when we're talking about data that covers social determinants, that it is really in the service of the communities not going to be used to further stigmatize or further control communities. And I think one that really puts the resources to where it would make sense where it's being driven by what communities and individuals want, but really is about upstream thinking. I think a good example of this is where we spend a lot of funding on keeping people once they're admitted to hospital, there's a huge amount of funds that are used when people are admitted, and often require more interventions than if that money could have been spent on dealing with some root causes, like housing, getting them out of shelters and into supportive housing. And some of the studies, you know, that have been done have really shown this that it does pay off to do that. So funding, instead of it being focused on a kind of a per service delivery or fee for service model, there's a shift to being about keeping people healthy and this could be used to pay for things we don't typically think of, including things like housing or food security. Some models in the US are adopting this approach, because it makes financial sense for them to help provide supports like housing or income or food to people rather than them coming in. But we're not we, in Canada, are not not there as yet. That kind of thinking that it's more about using societal resources to keep people, a population healthy, rather than on a per service type of basis."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "57:01",
    "text": "We end this episode with some final words from Dr. Pinto about how social justice is at the core of advocating for better health outcomes for everyone."
  },
  {
    "speaker": "Dr. Andrew Pinto",
    "time": "57:10",
    "text": "I think at the heart of a lot of these issues, which are quite challenging to face head on things like the lack of housing, the lack of adequate income supports for people, the lack of food security that people experience, the lack of educational opportunities, related issues like racial discrimination, discrimination based on gender identity, and other things that people face. At the heart of these is really social justice and it's a term and a way of thinking that in traditional medicine is challenging, because we haven't really taken this approach. But I feel and you know, on the Upstream Lab website, we kind of say this, that we believe that the social determinants are fundamentally linked to social justice. So we have to think about that and the way that we develop solutions should be embedded in that type of process that, ultimately, what we're trying and striving towards, is a more just society. The way that we build that type of solution has to embrace that it's not just a technical approach, it's something that's grounded in our ideas about justice. So it's hard, it requires much more reflection, it requires much more thoughtful approach, it requires a lot more collaboration with others than I think we're used to in the traditional health setting and I should say, I am very much on a learning journey that continues that every day that I learn more and have have much more to learn about how to do this in the right way, and to really work with others, to create solutions and to then implement and test them and then to share that with others. I just really wanted to convey that this tight of connection between tackling the social factors and going upstream and thinking about and addressing social justice."
  },
  {
    "speaker": "Noor Al Kaabi",
    "time": "59:19",
    "text": "Thank you for listening to Episode #91 of Raw Talk Podcast. A very special thanks to our guests, Dr. Andrew Boozary, Dr. Andrew Pinto and Dr. Kate Mulligan for speaking with us and sharing their insights. To learn more about their work check out the links in our show notes. This episode was hosted by myself Noor and Jason. Larkin and Aditi helped conduct the interviews and develop content. Yagnesh was our executive producer. Aaron was our advisor and Helen was our audio engineer. Be sure to check out our next episode in two weeks where we discuss drug discovery and big pharma. Until next time..."
  },
  {
    "speaker": "Jesse Knight",
    "time": "59:59",
    "text": "Raw Talk Podcast is a student presentation of the Institute of Medical Sciences in Faculty of Medicine at the University of Toronto. The opinions expressed on the show are not necessarily those of the IMS, the faculty of medicine, or the university. To learn more about the show, visit our website, rawtalkpodcast.com and stay up to date following us on twitter, instagram youtube, and facebook @rawtalkpodcast. Support the show by using our affiliate links on our website when you shop on Amazon. Also, don't forget to subscribe on iTunes, Spotify, or wherever else you listen to podcasts and rate us five stars. Until next time, keep it raw."
  }
]