{
  "slug": "refugee-health",
  "title": "We need to do more: Advocating for refugee health after arrival in Canada",
  "authors": [
    "Junayd Hussain",
    "Noor Al-Kaabi"
  ],
  "date": "Draft 3",
  "no": 99,
  "body": "<p>The worldwide refugee crisis is bad; the pandemic is making it worse.</p>\n<p>Globally, about 82.4 million people in 2020 were forcibly displaced due to persecution, violence, climate change and human rights violations, according to the United Nations High Commission for Refugees (UNHCR) <a href=\"https://www.unhcr.org/flagship-reports/globaltrends/\">Global Trends of Forced Displacement Report</a>. In Canada, widely considered a “world destination” for refugees, more than 113,000 people from about 153 countries (notably Syria and Afghanistan, but also Rwanda, Vietnam and the Congo) claim refugee status, with the number increasing drastically since 2013.</p>\n<p>While escaping atrocities in their home country is a major milestone, refugees continue to face several hardships while adjusting to life in a new country. These <a href=\"https://doi.org/10.1503/cmaj.090313\">challenges</a> can range from culture shock to difficulties navigating social services. Health risks can vary greatly by trauma, prolonged neglect, social stratification and pre-departure access to care. Such diversity means that physicians in the new country may be <a href=\"https://doi.org/10.1503%2Fcmaj.090287\">unfamiliar or ill-equipped</a> to address these risks.</p>\n<p>So, for a “world destination” for refugees, are we doing enough to support their unique health needs?</p>\n<p>This article and its companion Raw Talk Podcast episode #99, “<a href=\"https://www.rawtalkpodcast.com/episode/99\">Refugee Healthcare in Canada</a>,” aim to explore the following questions: Who are refugees? What are their experiences in navigating health care in a new setting? And how can we better address these needs?</p>\n<h3>Who Are Refugees?</h3>\n<p>When we usually think of refugees, we often think of refugee claimants, who are the primary focus of humanitarian aid during their journey and of health policy upon resettlement. Then, there are sponsored refugees, who have been supported previously by either government or private groups, have been processed overseas, and thus live relatively stable lives upon arrival. More troubling, there are those whom the Canadian Council for Refugees (CCR) calls “<a href=\"https://ccrweb.ca/en/res/people-without-status\">persons without status</a>” or “stateless persons.” They are considered “<a href=\"https://irpp.org/research-studies/the-impact-of-precarious-legal-status-on-immigrants-economic-outcomes/\">precarious</a>” as they are unable to secure public services (such as housing, education and workplace rights). This makes them susceptible to untreated preventable illness and persistent trauma from persecution, making it difficult for providers from tracking and effectively treating this group. Understanding the particular group refugees fall under is important in identifying and addressing their health needs.</p>\n<h3>The Refugee Journey to Wellness: Unique and Shared Experiences</h3>\n<p>“I don’t think we can ever … be clear that one journey will be the same as another,” says Praseedha Janakiram, a family physician at the <a href=\"https://www.womenscollegehospital.ca/news-and-publications/Connect-2019/supporting-refugee-women-in-accessing-healthcare\">Crossroads Refugee Clinic</a> at Women’s College Hospital and an Assistant Professor at the Department of Family and Community Medicine at the University of Toronto.</p>\n<p>However, a major commonality is uncertainty about the future. What is “probably such a critical component of the courage (is) appreciating that while this is an opportunity in Canada to rebuild,” says Janakiram, “there is also mourning and a loss for what has been left behind.” The sense of sacrificing time with loved ones and stable employment in their home country, combined with hope for the future, fuels resilience throughout refugees’ journeys.</p>\n<p>This is echoed in a recent <a href=\"https://www.unhcr.ca/wp-content/uploads/2020/03/Are-Refugees-Good-for-Canada-A-Look-at-Canadian-Refugee-Integration-English.pdf\">report</a> of refugees to Canada by the UNHCR that found refugees, despite financial and cultural challenges, appreciate the safety Canada gives them and become important contributors to Canada’s economy and cultural diversity.</p>\n<p>There have been efforts to develop a framework that characterizes the diverse ways refugees develop both physical and mental well-being through their journey. “The journey to wellness” model, proposed by <a href=\"https://doi.org/10.1023/A:1021048112073\">researchers</a> at UC San Diego, illustrates how the burdens from various psychiatric, infectious and chronic diseases are faced by refugees and health services in stages.</p>\n<p>The first stage involves addressing refugees’ mental health concerns. “Depression and anxiety can be very much a part of the care that we address in many of our patients,” says Janakiram of her work at the Crossroads Clinic.</p>\n<p>The second involves addressing immediate concerns of risk of infectious disease. “Many have exposed themselves to different health risks,” notes Meb Rashid, the Medical Director of the Crossroads Clinic. “For some refugees, they’ll have higher rates of certain infectious diseases (like) tuberculosis (and) hepatitis B, and there’s myriad reasons for that.”</p>\n<p>The final stage addresses longer term concerns with chronic disease, often associated with adopting health behaviours of the host nation. “In the 20 years of dealing with refugee populations, more and more we’re seeing … the diseases of excess: diabetes, obesity, hypertension. It really is becoming a global phenomenon,” notes Rashid. This has also been noted by Rashid’s team in a <a href=\"http://ncbi.nlm.nih.gov/pmc/articles/PMC4501621/\">previous study</a> of refugees in Toronto.</p>\n<h3>Diverse Societal Challenges Faced by Refugees</h3>\n<p>“I think that it is so important when we talk about refugee health, and we talk about access to health care … we also focus on the social determinants of health … that we talk about housing, food security, access to education and access to employment, all of these different barriers,” notes Meagher.</p>\n<p>Thus, the successful integration of refugees depends on the <a href=\"https://policyoptions.irpp.org/magazines/may-2016/from-newcomer-to-canadian-making-refugee-integration-work/\">confluence of multiple factors</a>. According to <a href=\"http://www.cpcnetwork.org/wp-content/uploads/2014/04/19.-Ager-Strang-Understanding-Integration-2008.pdf\">Understanding Integration: A Conceptual Framework</a>, refugee integration involves social, functional and psychological factors that feed into each other, such that changes in one are associated with changes in others. For instance, a sense of belonging and safety is largely influenced by how well refugees can understand the culture and language of their surroundings, as well as the degree to which the community “welcomes them.”</p>\n<p>Financial and social difficulties associated with <a href=\"https://policyoptions.irpp.org/magazines/may-2016/from-newcomer-to-canadian-making-refugee-integration-work/\">issues finding adequate employment and education in a new environment</a> often translate to housing problems. “It has been unbelievable to see housing move from something that we almost took for granted to becoming the core challenge for refugee and migrant children and families in Toronto and in other regions as well,” says Meagher.</p>\n<p>The lack of affordable housing often forces refugees to rely on emergency shelters if unsupported by relatives or sponsors. Even when housing is found, this is often in metropolitan areas, where rent and related costs make up a large part of monthly expenses. These <a href=\"https://doi.org/10.1016/j.socscimed.2018.07.045\">difficulties</a> compound when health and social services are far away or are otherwise impeded, detracting from refugees’</p>\n<p>These social risk factors prompted both a <a href=\"https://www.unhcr.ca/wp-content/uploads/2019/01/Chronic-Disease-Report_EN.pdf\">UNHCR report</a> and <a href=\"https://doi.org/10.1503/cmaj.090313\">Canadian medical guidelines</a> recommending a multi-disciplinary approach, where “the issues are solvable, the issues are things we can tackle, but everyone has a part to play.”</p>\n<h3>Meeting Refugee Health Needs and Challenges of COVID-19</h3>\n<p>While refugee rights are guarded by international treaties, refugee migration and resettlement policies in Canada are often politically charged and <a href=\"https://www.thecanadianencyclopedia.ca/en/article/canadian-refugee-policy\">heavily influenced by public opinion</a>.</p>\n<p>This has been especially true during the COVID-19 pandemic and the ongoing concern over climate change. Many countries around the world, including Canada, have temporarily closed land borders and restricted air travel to prevent the spread of COVID. This can be seen in the <a href=\"https://storymaps.arcgis.com/stories/95cc3b65d9264cf3b80fffef0daa0358\">drastic reduction in resettlement numbers globally</a>, from 107,800 in 2019 to less than 12,000 in 2020. These restrictions have prevented refugees and their families from leaving harmful predicaments, making already arduous journeys that much harder.</p>\n<p>For those who have already arrived in Canada, the pandemic has created other difficulties.</p>\n<p>“When the pandemic happened, what we saw was a lot of the institutions and systems that they rely on to move forward with their settlement kind of shut down and closed their doors,” says Meagher. <a href=\"https://doi.org/10.3390/ijerph18030947\">Closures of schools and the advent of online, virtual learning platforms</a> – and the accompanying technical needs – have had profound impacts on refugee children. These virtual services can make access to health care difficult for refugee families, creating obstacles for what, according to the <a href=\"https://nccdh.ca/resources/entry/supporting-refugees-in-canada-through-covid-19-and-beyond\">Canadian Public Health Association</a>, are important aspects to ensure refugee health during COVID-19, including prevention through screenings, education to improve health literacy and system navigation and coordination of resettlement agencies to ensure an inclusive environment.</p>\n<h3>Advocating for Refugee Health Needs</h3>\n<p>How can we be better advocates for refugee health? Janakiram maintains that while advocacy is most often linked to large-scale, policy-level and systemic changes (the “macro level”), it is important to understand that it can happen at the “micro” or individual level. This could mean helping with everyday tasks such as helping fill out forms for employment or school, translating official material or providing resources from your own network.</p>\n<p>“I think we can also think about the meso-level,” continues Janakiram, “which is the appreciation of … community-level advocacy.”</p>\n<p>This can involve creating partnerships with community members or organizations to address specific needs. “When we talk about how complicated the health-care system is,” adds Meagher, “the role of community support becomes so important because to navigate these systems requires advocacy.”</p>\n<p>Stable employment, adequate health care, good education and social support from their communities are crucial in mitigating isolation and enhancing refugees’ well-being. However, the number of referrals and processes needed for even the simplest health concerns can be nerve-racking for refugees. As such, the activities of refugee assistance services, advocacy groups and individualized care are necessary to identify and remove barriers for refugee resettlement. The CCR keeps a <a href=\"https://ccrweb.ca/en/members\">list of member organizations</a> across Canada, each one offering services to aid refugee resettlement or advocating for easier navigation of health and social services.</p>\n<p>At the end of the day, it is one thing to address refugees’ health concerns from a biomedical perspective. However, it will necessarily take time and commitment to address inequitable social burdens faced by refugees. Their journey is filled with resilience and conviction for a better life; being part of it requires that same conviction from us as a welcoming host community.</p>\n"
}