[
 {
  "no": 69,
  "title": "Forgotten Voices: Exploring Homelessness and Health",
  "blubrry": "52171854",
  "date": "November 20, 2019",
  "season": 4,
  "img-tile": "vicky-stergiopoulos.jpg",
  "img-caption": "Linda Bingham, graduate of \"Voices from the Street\" leadership program at Working for Change, with lived experience of homelessness and addiction",
  "img-page": "linda-bingham.jpg",
  "notes": "Homelessness remains a persistent, societal and human rights issue that affects over 250,000 Canadians. The challenges go beyond just finding a place to live – those who are homeless or vulnerably housed have higher incidences of chronic mental and physical health problems and often face stigma while navigating the healthcare system. On this episode, we heard from different voices at the intersection of homelessness and health. We started our conversation with Linda Bingham from Working for Change, who shared her lived experience with homelessness and addiction and how she has now found her voice to tell her story for the very first time. We also spoke to Daniela Mergarten, who told us about her struggles to find stable housing, her experiences with the healthcare system, and her advocacy work with the Lived Experience Caucus of the Toronto Alliance to End Homelessness. Dr. Alissa Tedesco, a physician in the Palliative Education and Care for the Homeless (PEACH) program and co-chair of Health Providers Against Poverty (HPAP) Ontario, told us about the work being done on the frontline to address the healthcare needs of people who are homeless as well as some of the shortcomings of our healthcare and social service systems. Finally, Dr. Vicky Stergiopoulos, a clinician-scientist and physician in chief at CAMH, told us about her work looking at the effectiveness of a Housing First approach to improve housing stability and health outcomes amongst people experiencing homelessness.",
  "authors": [
   "Thamiya Vasanthakumar"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Voices on the Street, Working for Change",
    "href": "http://workingforchange.ca"
   },
   {
    "title": "Dr. Naheed Dosani TedX Talk",
    "href": "https://www.youtube.com/watch?reload=9&v=jcdm5fEqJmk"
   },
   {
    "title": "Daniela's CBC article on losing home on Dovercourt",
    "href": "https://www.cbc.ca/news/canada/toronto/precarious-housing-1.4036116 "
   },
   {
    "title": "PEACH Website",
    "href": "http://www.icha-toronto.ca/programs/peach"
   },
   {
    "title": "Journey Home Hospice",
    "href": "https://journeyhomehospice.ca"
   },
   {
    "title": "Paper by Dr. Vicky Stergiopoulos: Key Ingredients of a Cross-Section Partnership",
    "href": "https://doi.org/10.1176/appi.ps.201800590"
   },
   {
    "title": "Extension of At Home/Chez Soi Study by Vicky Stergiopoulos",
    "href": "https://www.thelancet.com/pdfs/journals/lanpsy/PIIS2215-0366(19)30371-2.pdf"
   },
   {
    "title": "Upstream Lab",
    "href": "https://upstreamlab.org/"
   },
   {
    "title": "Health Providers Against Poverty (HPAP)",
    "href": "https://healthprovidersagainstpoverty.ca"
   },
   {
    "title": "A Housing First Success Story",
    "href": "https://www.camh.ca/en/camh-news-and-stories/a-housing-first-success-story"
   },
   {
    "title": "Toronto Alliance to End Homelessness",
    "href": "https://taeh.ca/"
   },
   {
    "title": "Street Health Report Card",
    "href": "http://www.streethealth.ca/downloads/the-street-health-report-2007.pdf"
   },
   {
    "title": "Too Little Too Late: How we fail vulnerable Canadians as they die and what to do about it",
    "href": "https://www.uvic.ca/research/groups/peol/assets/docs/too-little-too-late.pdf"
   }
  ]
 },
 {
  "no": 68,
  "title": "Down the Rabbit Hole of Psychedelics",
  "blubrry": "51565558",
  "date": "November 6, 2019",
  "season": 4,
  "img-tile": "norm-farb.jpg",
  "img-caption": "Dr. Fred Barrett, Assistant Professor of Psychiatry and Behavioural Sciences at Johns Hopkins University",
  "img-page": "frederick-barrett.jpg",
  "notes": "Humans have been captivated by the power of psychedelics for millennia. Traditionally, natural psychedelics have been used in religious rituals to communicate with gods or in warfare to take courage. More casual use of synthetic psychedelics like LSD and DMT is often depicted in movies and songs as surreal and stimulating events. Despite being highly regulated and poorly studied, people continue to use psychedelics for the unique and impactful experiences. In today’s episode, we want to learn what science says about these magic drugs. Dr. Edward Shorter, Professor of History of Medicine and an author of many books on medical drugs, talked to us about how psychedelics were discovered. We also spoke to scientists who explore the potential therapeutic use of psychedelics. Dr. Fred Barrett, Assistant Professor of Psychiatry and Behavioural Sciences at Johns Hopkins University, gave us an overview of current understanding of psychedelics on brain function. Dr. Norm Farb, Professor of Psychology at University of Toronto Mississauga, explained to us his upcoming trial on psychedelic microdosing. Finally, one of our hosts Amber Mullin shared with us her personal experiences with and perspectives on psychedelics. Tune in to find out what psychedelics have to offer.",
  "authors": [
   "Tsukiko Miyata"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Frederick Barrett Homepage",
    "href": "https://www.hopkinsmedicine.org/profiles/results/directory/profile/10000707/frederick-barrett"
   },
   {
    "title": "Norman Farb Homepage",
    "href": "https://www.utm.utoronto.ca/psychology/faculty-staff/farb-norman"
   },
   {
    "title": "Edward Shorter's Website",
    "href": "https://edwardshorterauthor.com"
   },
   {
    "title": "Soma Elixir: Nectar of the Gods (Article)",
    "href": "https://www.psychedelicadventure.net/2014/12/soma-elixir-nectar-of-gods.html"
   },
   {
    "title": "Tripping through Time: The Fascinating History of the Magic Mushroom (Article)",
    "href": "https://www.ancient-origins.net/history-ancient-traditions/tripping-through-time-fascinating-history-magic-mushroom-007474"
   },
   {
    "title": "Ayahuasca: Shamanism Shared Across Cultures (Article)",
    "href": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/ayahuasca-shamanism-shared-across-cultures"
   },
   {
    "title": "Peyote Website",
    "href": "https://www.peyote.org"
   }
  ]
 },
 {
  "no": 67,
  "title": "Out of this World - Research and Health in Space",
  "blubrry": "50951766",
  "date": "October 23, 2019",
  "season": 4,
  "img-tile": "iss-window.jpg",
  "img-caption": "Dr. Dave Williams, former CSA astronaut, physician specializing in emergency medicine, President and CEO of Southlake Regional Health Centre, aquanaut, pilot, and best-selling author!",
  "img-page": "dave-williams.jpg",
  "notes": "Fifty years after humans first set foot on the Moon, we're on the verge of a new era in space exploration. The Canadian Space Agency (CSA) and NASA have upcoming plans to go back to the Moon and even the private sector is in on the action, with SpaceX aspiring to send a crew to Mars by 2024. Space exploration is exciting, but we are far from understanding all the effects of space travel on the human body. In today's episode, we spoke to Dr. Shane Journeay, a physician specializing in physical and rehabilitation medicine. He told us about the requirements for becoming an astronaut, the physical toll of space travel, and the rehabilitation required after returning to Earth. We also spoke to former CSA astronaut and physician Dr. Dave Williams, who told us all about his experience on the International Space Station - from eating and sleeping to running experiments in outer space. Scientists Dr. Laurence Harris and Marieke de Korte told us about the space health research they're involved with, and Pierre-Alexandre Fournier, CEO of Hexoskin, told us about Astroskin, an intelligent textile that continuously monitors the vital signs of astronauts. You don't want to miss out on this stellar episode!",
  "authors": [
   "Thamiya Vasanthakumar"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Astronaut Dave Williams' book Defying Limits",
    "href": "https://www.amazon.ca/Defying-Limits-Lessons-Edge-Universe-ebook/dp/B07CLFT1L3"
   },
   {
    "title": "NASA Twin Study",
    "href": "https://www.nasa.gov/twins-study"
   },
   {
    "title": "Vection Project",
    "href": "http://www.asc-csa.gc.ca/eng/sciences/vection.asp"
   },
   {
    "title": "Immuno Profile: Staying Healthy in Space",
    "href": "http://www.asc-csa.gc.ca/eng/sciences/immuno-profile.asp"
   },
   {
    "title": "Canadian Space Agency: Life in Space",
    "href": "http://www.asc-csa.gc.ca/eng/sciences/life.asp"
   }
  ]
 },
 {
  "no": 66,
  "title": "Investing in Tomorrow: Why Are You Voting Science?",
  "blubrry": "49769793",
  "date": "October 9, 2019",
  "season": 4,
  "img-tile": "farah-qaiser-landscape.jpg",
  "img-caption": "Dr. Imogen Coe, Canadian leader for Equity, Diversity, and Inclusion policy in science, Founding Dean of the Faculty of Science at Ryerson University, and Vice-President of the Canadian Society for Molecular Biosciences",
  "img-page": "imogen-coe-portrait.jpg",
  "notes": "On October 21, we will be voting in an important federal election that will determine the next 4 years of Canadians' lives. While voters have many concerns they want addressed, one topic that does not often get the spotlight is science. In this week's episode, we turned to leading Canadian science advocates for advice on how we can speak up for science. Dr. David Naylor, former President of the University of Toronto and chair of the recent Fundamental Science Review (throwback to episode 65), spoke to us about the importance of fostering a science culture and the misuse of science by politicians. Dr. Molly Shoichet, University Professor at U of T and former Ontario Chief Scientist, shared with us her views on the politicization of science, the vitality of science evidence in providing policy solutions for the future, and the inclusion of scientists into the decision-making process. You'll also hear from Dr. Imogen Coe, Founding Dean of Science and Professor at Ryerson University, as well as a champion for equity, diversity and, inclusion programs in Canada. She further illustrated the importance of active science communication to improve contributions to science. We spoke to Farah Qaiser, President of the science advocacy organization Toronto Science Policy Network and Graduate Student at U of T, who provided us with a student's perspective on these vital issues in addition to discussing the ongoing Vote Science campaign - a great and easy way for everyone and anyone to get involved in the world of science policy. Last, but certainly not least, Dr. Amanda Veri, a Research associate at U of T shared her inspiring example of science advocacy we hope will light a fire in you as we approach election day.",
  "authors": [
   "Frank Telfer",
   "Tsukiko Miyata"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Vote Science",
    "href": "https://www.votescience.ca"
   },
   {
    "title": "Toronto Science Policy Network",
    "href": "https://toscipolicynet.ca"
   },
   {
    "title": "Evidence4democracy",
    "href": "https://evidencefordemocracy.ca"
   },
   {
    "title": "Canadian Science Policy Conference",
    "href": "https://sciencepolicy.ca"
   },
   {
    "title": "Science Outside the Lab North",
    "href": "http://sotlnorth.ca"
   },
   {
    "title": "Canada's Fundamental Science Review",
    "href": "http://www.sciencereview.ca/eic/site/059.nsf/vwapj/ScienceReview_April2017.pdf/$file/ScienceReview_April2017.pdf"
   },
   {
    "title": "Political Party Platforms",
    "href": "https://newsinteractives.cbc.ca/elections/federal/2019/party-platforms/"
   }
  ]
 },
 {
  "no": 65,
  "title": "Investing in Knowledge: The Life Cycle of Research",
  "blubrry": "49276610",
  "date": "Sept 25, 2019",
  "season": 4,
  "img-tile": "david-naylor-talking.jpg",
  "img-caption": "Dr. David Naylor, Professor of Medicine at the University of Toronto and founding CEO of the Institute of Clinical and Evaluative Sciences",
  "img-page": "david-naylor-profile.jpg",
  "notes": "On this episode, we explore the life cycle of research: from seeking funding to sharing findings that inspire. Grace spoke to Dr. David Naylor about science culture in Canada and the Fundamental Science Review panel that he chaired. This review reported on the science funding ecosystem in Canada and was key to Federal research budget increases in 2018. Stephania also sat down with Dr. Alan Bernstein, President of the Canadian Institute for Advanced Research (CIFAR) and former President of the Canadian Institute for Health Research (CIHR). He shared what makes a grant application great and more likely to be awarded funds, as well as the collaborative research that CIFAR is leading. We also spoke with Dr. Orli Bahcall, a Senior Editor at Nature, who gave us her perspective on publishing, the value of preprints, and impact factor as a measure of publication success. Finally, we dived into what we can do to advocate for more research funding and engage with the public about science. From inspirational ideas to a published article, the research process is an extensive and expensive one.",
  "authors": [
   "Zeynep Kahramanoglu"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Dr. Ben Mudrak on Preprints",
    "href": "https://www.aje.com/arc/benefits-of-preprints-for-researchers/"
   },
   {
    "title": "CIFAR",
    "href": "https://www.cifar.ca/"
   },
   {
    "title": "Fundamental Science Review",
    "href": "https://evidencefordemocracy.ca/en/content/fundamental-science-review-where-are-we"
   },
   {
    "title": "The Impact Factor",
    "href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4150161/"
   },
   {
    "title": "Guide to Scholarly Metrics",
    "href": "https://academic.oup.com/eurheartj/article/38/35/2646/4157485"
   },
   {
    "title": "Illinois Library: Scholarly Metrics",
    "href": "https://guides.library.illinois.edu/c.php?g=621441&p=4328607"
   },
   {
    "title": "CIHR Grants and Award Expenditures",
    "href": "http://www.cihr-irsc.gc.ca/e/51250.html"
   },
   {
    "title": "CIHR In Numbers",
    "href": "http://www.cihr-irsc.gc.ca/e/50802.html"
   }
  ]
 },
 {
  "no": 64,
  "title": "All Consuming: The Science and Stories behind Eating Disorders",
  "blubrry": "48784088",
  "date": "Sept 11, 2019",
  "season": 4,
  "img-tile": "candice-and-maharaj-from-nedic.jpg",
  "img-caption": "Tracie Burke and Holly Dickinson from the Eating Disorders Program at Toronto General Hospital",
  "img-page": "tracie-burke-and-holly-dickinson.jpg",
  "notes": "Food is a part of our everyday lives and is essential for us to survive and thrive. For many of us, food is also a source of joy. We share stories, make memories, and plan our lives around meals. Photos and smells of food often bring nostalgic memories to mind and a smile to our faces. But what happens when your relationship with food impacts your life negatively? On this week's episode, we aimed to gain a greater perspective on Eating Disorders with the help of several guests. Tracie Burke and Holly Dickinson are two Registered Dietitians working with the Eating Disorders Program at Toronto General Hospital, who guide us through the steps their patients take in the program. You'll also hear from Candice Richardson who shares her lived experience with eating disorders. Candice and her colleague Ary Maharaj also work with the National Eating Disorder Information Centre (NEDIC), conducting outreach and providing support to and information for patients and their families. Finally, we dive into the latest research on eating disorders with Dr. Allan Kaplan, Senior Scientist and Psychiatrist at the Centre for Addiction and Mental Health who investigates the psychobiological factors of Eating Disorders and Shauna Solomon-Krakus, a PhD Candidate whose thesis focuses on the relationship between personality, emotions, and eating disorders. Tune in to hear our guests debunk myths and common misconceptions surrounding eating disorders and shed light on these poorly studied diseases.",
  "authors": [
   "Tsukiko Miyata"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Research at the Centre for Addiction and Mental Health",
    "href": "https://www.camh.ca/en/science-and-research"
   },
   {
    "title": "The Eating Disorders Program at UHN",
    "href": "https://www.uhn.ca/MCC/PatientsFamilies/Clinics_Tests/Eating_Disorder/Pages/about_us.aspx"
   },
   {
    "title": "The National Eating Disorder Information Centre",
    "href": "https://nedic.ca"
   },
   {
    "title": "Dr. Allan Kaplan's Website",
    "href": "https://www.psychiatry.utoronto.ca/faculty/dr-allan-s-kaplan"
   },
   {
    "title": "Article: Maladaptive perfectionism in eating disorders",
    "href": "https://dx.doi.org/10.1556%2F2006.5.2016.004"
   },
   {
    "title": "Article: Disordered eating and fitspiration on Instagram",
    "href": "https://doi.org/10.1002/eat.22559"
   },
   {
    "title": "Article: High vs low calorie foods: food preference in anorexia nervosa",
    "href": "https://doi.org/10.1016/j.pscychresns.2016.10.004"
   },
   {
    "title": "Article: Genetics suggest metabo-psychiatric origins for anorexia nervosa",
    "href": "https://doi.org/10.1038/s41588-019-0439-2"
   }
  ]
 },
 {
  "no": 63,
  "title": "Artificial Intelligence in Medicine: Future and Ethical Considerations",
  "blubrry": "47900056",
  "date": "August 14, 2019",
  "season": 3,
  "img-tile": "med-ai-panel-2.jpg",
  "img-caption": "Panel 2: (left to right) Chris Hammill, Dr. Alison Paprica, Dr. Sunit Das, and Dr. Allan Miranda (not shown)",
  "img-page": "med-ai-panel-2-vote.jpg",
  "href-old": "2019/08/14/63-artificial-intelligence-in-medicine-future-and-ethical-considerations/index.html",
  "notes": "Where do you see medicine in 20 years? Does it involve Artificial Intelligence? We think it does, which is why this summer we hosted our second annual live event entitled Medicine Meets Machine: The Emerging Role of Artificial Intelligence (AI) in Healthcare! This episode is all about the future and ethical considerations of AI in medicine. Our panelists come from diverse backgrounds and share their unique opinions on what should be feared and what the public has wrong about AI. We will hear from Alison Paprica, Christopher Hammill, Sunit Das as well as moderator Allan Miranda about the path we must take to ensure a productive future with AI.",
  "authors": [
   "Nazanin Ijad"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 62,
  "title": "Artificial Intelligence in Medicine: Where Are We Now?",
  "blubrry": "47378035",
  "date": "July 31, 2019",
  "season": 3,
  "img-tile": "med-ai-chairs.jpg",
  "img-caption": "Panel 1: (left to right) Dr. Joanna Yu, Dr. Jason Lerch, Dr. Marzyeh Ghassemi, Dr. Oren Kraus, and Dr. Shreejoy Tripathy",
  "img-page": "med-ai-panel-1.jpg",
  "href-old": "2019/07/31/62-artificial-intelligence-in-medicine-where-are-we-now/index.html",
  "notes": "Raw Talk recently hosted their second annual live event, entitled Medicine Meets Machine: The Emerging Role of Artificial Intelligence (AI) in Healthcare. Today's episode with Grace and Stephania shares the discussion from our first panel of experts focusing on current applications and limitations of AI in medicine. Our speakers share perspectives from healthcare, academia, industry, and policy development. You'll hear from Dr. Oren Kraus, Dr. Jason Lerch, Dr. Marzyeh Ghassemi and Dr. Joanna Yu, as well as moderator Dr. Shreejoy Tripathy about the realities of AI and the challenges involved, as well as the implications of AI for their own work.",
  "authors": [
   "Grace Jacobs"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 61,
  "title": "Alternative Facts, Pseudoscience, Real Debate",
  "blubrry": "44349755",
  "date": "May 30, 2019",
  "season": 3,
  "img-tile": "jesse-hildebrand.jpg",
  "img-caption": "Dr. Roger Reindeau, Professor in the Writing and Rhetoric Program, University of Toronto",
  "img-page": "roger-reindeau.jpg",
  "href-old": "2019/05/29/61-alternative-facts-pseudoscience-real-debate/index.html",
  "notes": "Within the last couple of years, the concept of \"fake news\" has generated much interest in mainstream media. Currently, our generation has access to more information than at any other time in human history. But what are we doing to stay critical of all the information we receive? How do we separate the fact from the fiction? On today's episode, our team explores the state of science literacy, current initiatives aimed at improving science literacy, and how medical practice has changed in this \"information\" era. Melissa and Anton took it to the streets of Toronto to get a sense of where the general public gets their science information and how they decide whether to believe what they hear. Next, Richie spoke with Dr. Vince Stendardo, a family doctor in Toronto, about how the abundance of information available to patients online has changed his practice. Melissa also spoke with Jesse Hildebrand, a University of Toronto alum and founder of Science Literacy Week, to discuss his work with science promotion and outreach. Lastly, Amber sat down with Dr. Roger Riendeau, professor in the writing and rhetoric program at the University of Toronto, to talk about the illusions and reality of evidence, and how people process evidence in order to reach conclusions. So before you fall prey to the next big \"fake news\" story, tune in to find out how you can be more science literate. Until next time, keep it raw!",
  "authors": [
   "Anton Rogachov"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Canada Most Science Literate Country in the World (CBC Article)",
    "href": "https://www.cbc.ca/news/technology/canadians-science-literacy-ranks-1st-among-35-countries-1.2749413"
   },
   {
    "title": "Science Literacy Week",
    "href": "http://www.scienceliteracy.ca"
   },
   {
    "title": "Roger Reindeau's Teaching and Writing Site",
    "href": "https://rogerriendeau.ca"
   }
  ]
 },
 {
  "no": 60,
  "title": "Forensic Psychiatry: Mental Health Meets the Law",
  "blubrry": "43995966",
  "date": "May 15, 2019",
  "season": 3,
  "img-tile": "sandy-simpson.jpg",
  "img-caption": "Dr. James Cantor, Director of the Toronto Sexuality Centre",
  "img-page": "james-cantor.jpg",
  "href-old": "2019/05/15/60-mental-health-meets-the-law/index.html",
  "notes": "Crime shows are ubiquitous these days. A common theme in the genre is violence committed by individuals who are mentally ill. These events are oftentimes sensationalized, drawing attention to the nature of the crime, and blurring the circumstances and neurobiology that played a role in setting the stage. Today's episode explores the intersection of violence and mental illness, and among other things, talks about how crime in this context could be interpreted as a symptom of inadequate care. To start, we sat down with Dr. Hy Bloom, a forensic psychiatrist and lawyer, and part-time staff member in the Complex Mental Illness/Forensic Services Program at the Centre for Addiction and Mental Health (CAMH). With one foot in the medical world, and another in the legal realm, he talked about the legal nuances of forensic psychiatry. Next was Dr. Sandy Simpson, a clinician-scientist and the Chief of Forensic Psychiatry at CAMH. Dr. Simpson talked about his international research in the field, and emphasized the need for more community-based services. Finally, Dr. James Cantor, a clinical psychologist and Director of the Toronto Sexuality Centre, spoke to us about his practice and research in the field of pedophilia and paraphilias. Tune in for an episode as riveting as any true crime story you have listened to. Until next time, keep it raw!",
  "authors": [
   "Alexandra Mogadam"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Dr. Hy Bloom's Workplace.Calm",
    "href": "http://www.workplace.calm.to"
   },
   {
    "title": "Dr. Bloom's Department of Psychiatry profile",
    "href": "https://www.psychiatry.utoronto.ca/faculty/dr-hy-bloom"
   },
   {
    "title": "Dr. Bloom's Faculty of Law profile",
    "href": "https://www.law.utoronto.ca/faculty-staff/adjunct-visiting-faculty/hy-bloom"
   },
   {
    "title": "Dr. James Cantor's website",
    "href": "http://www.jamescantor.org"
   },
   {
    "title": "Toronto Sexuality Centre",
    "href": "http://www.torontosexuality.ca/"
   },
   {
    "title": "(Article) White Matter Deficiency in Men who are Pedocphilic. By Dr. Cantor",
    "href": "https://www.ncbi.nlm.nih.gov/pubmed/18039544"
   },
   {
    "title": "(Documentary) I, Pedophile",
    "href": "https://www.cbc.ca/player/play/2685059055"
   }
  ]
 },
 {
  "no": 59,
  "title": "Let's Get Personal",
  "blubrry": "43496484",
  "date": "April 24, 2019",
  "season": 3,
  "img-tile": "james-kennedy.jpg",
  "img-caption": "",
  "img-page": "christine-bear.jpg",
  "href-old": "2019/04/24/59-lets-get-personal//index.html",
  "notes": "Have you ever had a bad reaction to a medication? Or realized that it just wasn't helping at all? The way someone responds to a particular drug -  how effective it is and whether they experience any side effects -  can vary greatly between individuals, and it's becoming apparent that a personalized approach is needed when treating many conditions. This is especially true for several psychiatric conditions, where finding the right medication for someone has relied heavily on trial and error. In this episode, we talked to Dr. James Kennedy and Dr. Daniel Mueller, clinician scientists at CAMH and co-principal investigators of the IMPACT study, which aims to personalize the treatment of several psychiatric conditions. Catherine Virelli, a student in the Translational Research Program working with Dr. Kennedy, told us about the steps and challenges involved with bringing predictive tools produced by programs like IMPACT into clinical use. We also sat down with Dr. Christine Bear, senior scientist at Sick Kids and director of CFIT - the Program for Individualized Cystic Fibrosis (CF) Therapy. She told us about why an individualized approach is necessary for treating CF and how the CFIT program can be useful for discovering new personalized therapies for patients.",
  "authors": [
   "Thamiya Vasanthakumar"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "The IMPACT Study",
    "href": "http://impact.camhx.ca/en/home.php"
   },
   {
    "title": "Dr. Daniel Mueller's Pharmacogenetics Research Clinic",
    "href": "http://research.camh.net/pgx/index.php"
   },
   {
    "title": "SickKids Foundation Cystic Fibrosis Page",
    "href": "https://www.sickkidsfoundation.com/whyweneedyou/continuebreakthroughresearch/cysticfibrosis"
   },
   {
    "title": "MJ (A CF patient) visits Dr. Christine Bear's lab",
    "href": "https://www.youtube.com/watch?v=MqCmis2Eb5o"
   },
   {
    "title": "CFIT",
    "href": "https://lab.research.sickkids.ca/cfit"
   },
   {
    "title": "Register for our Live Podcast Event!",
    "href": "https://www.rawtalklive.com"
   }
  ]
 },
 {
  "no": 58,
  "title": "Our Aging Population: The Silver Tsunami or Red Herring?",
  "blubrry": "43181866",
  "date": "April 10, 2019",
  "season": 3,
  "img-tile": "morris-moscovitch.jpg",
  "img-caption": "Dr. Esme Fuller-Thomson, Director of the Institute of Life Course and Aging, University of Toronto",
  "img-page": "esme-fuller-thompson.jpg",
  "href-old": "2019/04/10/58-our-aging-population//index.html",
  "notes": "Aging is a biological process that acts on all of us, from the day we're born until the day we die. And for many people, it is a cause for concern. In fact, some scientists believe aging should be classified as a disease. Memory loss, aches and pains, wrinkles, loneliness - there are a lot of reasons for why one might fear getting old. On this episode of Raw Talk, we talk to memory expert Dr. Morris Moscovitch to unpack how and why our memory suffers as we age and discuss the ways in which memory loss can be delayed. Richie explains some of the molecular mechanisms surrounding aging. Finally, we spoke with Dr. Esme Fuller-Thomson, who shares why we may not need to be as worried about our aging population as we thought. She also voices her thoughts on creative considerations to improve healthcare for older adults as well as how to make our cities more age-friendly. Written by: Melissa Galati",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 57,
  "title": "Autism: Unraveling the Spectrum",
  "blubrry": "42854337",
  "date": "March 27, 2019",
  "season": 3,
  "img-tile": "steven-scherer.jpg",
  "img-caption": "Connie Putterman, Advocate for autism research and MSc candidate",
  "img-page": "connie-putterman.jpg",
  "href-old": "2019/03/27/57-autism-unraveling-the-spectrum//index.html",
  "notes": "In the past, the term autism was used to describe the symptoms of schizophrenia and was (incorrectly!) thought to have been caused by apathetic \"refrigerator mothers\". Today, we use the term autism spectrum disorder (ASD) to describe developmental conditions that affect the communication and behaviour of individuals, with a wide range of symptoms and severities. Clearly, ASD is a complex condition and our understanding of it is constantly evolving. In this episode, you'll hear from two clinician-scientists at CAMH, Dr. Meng-Chuan Lai and Dr. Stephanie Ameis, who cover all the basics on ASD, and some newer research topics like sex and gender differences in autism. Dr. Stephen Scherer, a senior scientist at The Hospital for Sick Children, told us about his work on MSSNG, an exciting collaboration with Google and Autism Speaks, to uncover the genetic basis of ASD. You'll also hear from Connie Putterman, telling the story of her son's ASD diagnosis and how she came to be an advocate for autism research, as well as Rouya Botlani, who shares what she's learned through her work with students who have autism, at U of T Accessibility Services.",
  "authors": [
   "Thamiya Vasanthakumar"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "MSSNG",
    "href": "https://www.mss.ng"
   },
   {
    "title": "POND Network",
    "href": "https://pond-network.ca"
   },
   {
    "title": "Connie Putterman's The Parent Link",
    "href": "https://cputterman.tumblr.com"
   },
   {
    "title": "Connie Putterman's TedX Talk",
    "href": "https://www.youtube.com/watch?v=8zFuvALoSgU"
   }
  ]
 },
 {
  "no": 56,
  "title": "Mirror, Mirror - The Science Behind Skin & Cosmetics",
  "blubrry": "42503097",
  "date": "March 13, 2019",
  "season": 3,
  "img-tile": "sandy-skotnicki.jpg",
  "img-caption": "Dr. Julia Carroll, Ontario Regional Director of the Canadian Dermatology Association",
  "img-page": "julia-carroll.jpg",
  "href-old": "2019/03/13/56//index.html",
  "notes": "Step 1, wash face. Step 2, tone. Step 3, apply serum. Step 4, hydrate. Sound familiar? Most of us have a facial routine that looks something like this. While the amount of steps may differ, most would agree that they follow a variation of the above regime. Today's episode questions where this and other daily hygiene/cleanliness routines come from, and explores the unique intersection at which dermatology lies -  between medicine, and beauty. We talked to two dermatologists, medical professionals that specialize in the domain of skin, hair and nails for this purpose. Dr. Sandy Skotnicki, Founder of the Bay Dermatology Centre and Assistant Professor in the Department of Medicine, University of Toronto, told us about her new book Beyond Soap, exploring our culture's hygiene practices, and enlightening us on the sinister side of soap. Dr. Julia Carroll, Ontario Regional Director of the Canadian Dermatology Association, discussed the complex interplay between dermatological conditions and cosmetics, and how these things are hard to untangle. To wrap up, we asked the question we know you are perhaps most interested in: what are the most essential products for healthy and well-balanced skin? Tune in to find out! Until next time, keep it hygienic - not clean!",
  "authors": [
   "Alexandra Mogadam"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Dr. Sandy Skotnicki's Website",
    "href": "https://drsandyskotnicki.com"
   },
   {
    "title": "Beyond Soap by Dr. Sandy Skotnicki and Christopher Shulgan",
    "href": "https://www.penguinrandomhouse.com/books/550291/beyond-soap-by-dr-sandy-skotnicki-with-christopher-shulgan/9780735233607/"
   },
   {
    "title": "Dr. Skotnicki's Clinic",
    "href": "https://baydermatologycentre.com"
   },
   {
    "title": "The Product Elimination Diet",
    "href": "https://www.producteliminationdiet.com"
   },
   {
    "title": "Dr. Carroll's Clinic",
    "href": "http://www.compassdermatology.ca"
   },
   {
    "title": "The Canadian Dermatology Association",
    "href": "https://dermatology.ca"
   },
   {
    "title": "CDA Recommended Skincare Product List",
    "href": "https://dermatology.ca/public-patients/recognized-products/skincare/"
   }
  ]
 },
 {
  "no": 55,
  "title": "Food for Thought: Unpacking Nutritional Science",
  "blubrry": "42161181",
  "date": "February 27, 2019",
  "season": 3,
  "img-tile": "daiva-nielsen.jpg",
  "img-caption": "Dr. Carol Loffelmann, Assistant Professor, University of Toronto",
  "img-page": "carol-loffelmann.jpg",
  "href-old": "2019/02/27/55-food-for-thought//index.html",
  "notes": "What's the science behind the new and improved Canada Food Guide? Is the hype surrounding the keto diet and intermittent fasting supported by evidence? Can your genetic code tell you what diet is best for you? In this installment of Raw Talk, you'll find out! Dr. Carol Loffelmann shares how she leveraged her scientific and medical expertise as an anesthesiologist and Assistant Professor at U of T on her journey to becoming an advocate for evidence-based nutritional guidelines and the health benefits of a low-carb, high-fat diet. Expanding on this, you'll hear about the glycemic index from the man who created it, Dr. David Jenkins, a Scientist at Li Ka Shing Knowledge Institute. Dr. Hoon-Ki Sung, Scientist at Sick Kids Hospital, also takes us through how intermittent fasting actually works and what happens in our fat cells. To learn about the future of food, we spoke with Dr. Daiva Nielsen, Assistant Professor at McGill University, about nutrigenomics and how genetic variation affects individuals' response to diet. Finally, we chowed down on the Beyond Meat Burger, made with 100% plant-based protein, with MD/PhD candidate Amy Khan. Your hunger for nutritional knowledge will be satisfied after this one!",
  "authors": [
   "James Saravanamuttu"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Canada Food Guide",
    "href": "https://food-guide.canada.ca/en/"
   },
   {
    "title": "Food Guides From Around the World",
    "href": "https://www.cbc.ca/news/health/canada-food-guide-international-guidelines-1.4962611"
   },
   {
    "title": "Canadian Clinicians for Therapeutic Nutrition",
    "href": "https://www.changethefoodguide.ca/"
   },
   {
    "title": "Dr. Jenkins' Top 10 Healthiest Foods",
    "href": "http://www.stmichaelsfoundation.com/news/articles/dr-david-jenkins-top-10.html"
   },
   {
    "title": "Science of the Impossible Burger",
    "href": "https://impossiblefoods.com/heme"
   },
   {
    "title": "MacLean's Less Meat, More Choice",
    "href": "https://www.macleans.ca/society/less-meat-more-choice-a-look-at-key-food-issues-in-2018/"
   },
   {
    "title": "Ultimate Veggie Burger Taste Test",
    "href": "https://www.youtube.com/watch?v=JVy5yTBAO1E"
   }
  ]
 },
 {
  "no": 54,
  "title": "Sex, Society and Science",
  "blubrry": "41792285",
  "date": "February 13, 2019",
  "season": 3,
  "img-tile": "jessica-maxwell.jpg",
  "img-caption": "Laura Brown, Teacher with the Toronto District School Board",
  "img-page": "laura-brown.jpg",
  "href-old": "2019/02/13/54-sex-society-and-science//index.html",
  "notes": "Think back to your first sexual education experience. What did you learn? Who taught you? How has your understanding of sex, sexuality, and gender changed as you got older? In this episode of Raw Talk, we explored these questions and more. Toronto District School Board teacher, Laura Brown, shared her thoughts on changes to the Ontario Health and Physical Education Curriculum. AIDS Committee Toronto worker, Alex Urquhart discusses PrEP as a revolutionary medication in the gay community. We also had some fun with Dr. Jessica Maxwell chatting about her PhD and current postdoctoral work on relationships and how to boost sexual well-being and satisfaction. Finally, we brought back Dr. Gillian Einstein, who walks us through the biology and neuroscience behind sexual differentiation, and what science says about both sex and sexuality existing on spectrums.",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Episode #31: Sex, Gender and the Brain",
    "href": "http://www.rawtalkpodcast.com/2018/01/23/ep-31-dr-gillian-einstein/"
   },
   {
    "title": "University of Toronto Sexual Education Centre",
    "href": "https://www.sec.sa.utoronto.ca"
   },
   {
    "title": "Walt Disney - The Story of Menstruation (1946)",
    "href": "https://www.youtube.com/watch?v=bjIJZyoKRlg"
   },
   {
    "title": "Ontario's Health and Physical Education Curriculum (2015)",
    "href": "https://www.ontario.ca/page/sex-education-ontario"
   },
   {
    "title": "Ontario's Health and Physical Education Curriculum (1998)",
    "href": "https://www.scribd.com/document/386196374/1998-Ontario-Curriculum-Grades-1-8-Health-and-Physical-Education"
   },
   {
    "title": "Testosterone Rex by Cordelia Fine",
    "href": "https://books.wwnorton.com/books/Testosterone-Rex/"
   },
   {
    "title": "Closer by Sarah Barmak",
    "href": "https://chbooks.com/Books/C/Closer"
   },
   {
    "title": "AIDS Committee Toronto",
    "href": "https://www.actoronto.org"
   },
   {
    "title": "The Lived Experience of Female Genital Cutting (FGC) in Somali-Canadian Women's Daily Lives (article)",
    "href": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0206886"
   },
   {
    "title": "Sex Beyond the Genitalia: the human brain mosaic (article)",
    "href": "https://www.pnas.org/content/112/50/15468.long"
   },
   {
    "title": "Male or Female? Brains are Intersex (article)",
    "href": "https://www.frontiersin.org/articles/10.3389/fnint.2011.00057/full"
   }
  ]
 },
 {
  "no": 53,
  "title": "Indigenous Perspectives on Health",
  "blubrry": "41181953",
  "date": "January 23, 2019",
  "season": 3,
  "img-tile": "first-nations-house-artwork.jpg",
  "img-caption": "Dr. Michael Anderson, Researcher, Waakebiness-Bryce Institute for Indigenous Health, Dalla Lana School of Public Health, University of Toronto",
  "img-page": "michael-anderson.jpg",
  "href-old": "2019/01/23/53-indigenous-perspectives-on-health/index.html",
  "notes": "Everyone has their own perspective through which they view the world. But an integral part of science is questioning -  questioning our assumptions and reflecting on how they may be impacted by the academic and medical systems within which we find ourselves. With this episode, we aim to do just that by learning about a different approach to health and wellness, one rooted in Indigenous knowledge. We spoke with Lee Maracle, Traditional Teacher at First Nations House about Indigenous perspectives on health. Next, Julie Bull, Research Methods Specialist at the Centre for Addictions and Mental Health, Dr. Michael Anderson, physician and researcher at the Waakebiness-Bryce Institute for Indigenous Health, and Dr. Raglan Maddox, post-doctoral fellow and researcher at the Well Living House, all shared their experiences in conducting research in partnership with Indigenous communities. Finally, Drs. Lisa Richardson and Jason Pennington talk about their efforts as curricular co-leads of Indigenous Health Education in the Faculty of Medicine to improve Indigenous health education for the next generation of clinicians. We hope this episode prompts you to appreciate the multitude of ways of knowing the world and inspires you to disrupt cultures that do not allow for these ways to co-exist. Until next time, keep it raw!",
  "authors": [
   "Ekaterina An"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Indigenous Cultural Safety Training Program by the Provincial Health Services Authority in British Columbia",
    "href": "http://www.sanyas.ca/"
   },
   {
    "title": "The Truth and Reconciliation Commission of Canada Report",
    "href": "http://www.trc.ca/"
   },
   {
    "title": "Workshops and Courses through the Ontario Federation of Indigenous Friendship Centres",
    "href": "http://www.ofifc.org"
   },
   {
    "title": "First Nations House, University of Toronto",
    "href": "https://www.studentlife.utoronto.ca/fnh "
   },
   {
    "title": "Cancer Care Ontario Cultural Safety Courses",
    "href": "https://elearning.cancercare.on.ca/course/index.php?categoryid=2"
   },
   {
    "title": "Julie Bull's full spoken word poem, \"Collective Responsibility\"",
    "href": "https://youtu.be/mnbyWZFL6OE"
   }
  ]
 },
 {
  "no": 52,
  "title": "Respect Your Rhythm",
  "blubrry": "40832574",
  "date": "January 9, 2019",
  "season": 3,
  "img-tile": "martin-ralph-landscape.jpg",
  "img-caption": "Dr. Martin Ralph, Professor, University of Toronto",
  "img-page": "martin-ralph-portrait.jpg",
  "href-old": "2019/01/23/53-indigenous-perspectives-on-health/index.html",
  "notes": "There is no shortage of phrases related to time - and for good reason! Nearly all biological processes have evolved to follow a day-night cycle every 24 hours. In our fifty-second episode, Max and Richie talk all things circadian rhythm, and discuss how this phenomenon can also impact day-to-day things like wellbeing, illness and even jet-lag. To supplement their discussion, Richie sits down with U of T Professor and circadian expert, Dr. Martin Ralph, who sheds light on how these cycles are intimately-linked to just about every complex disease you can name, and provides some much-needed advice to keep our internal clocks synchronized. Although the exact mechanisms of circadian control are still a topic of active research (not to mention the highlight of the 2017 Nobel Prize in Medicine), this is an episode to stay awake for... unless it's past your bedtime. Until next time, keep it raw!",
  "authors": [
   "Richie Jeremian"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 51,
  "title": "From \"Miracle Drug\" to Epidemic",
  "blubrry": "39592788",
  "date": "November 21, 2018",
  "season": 3,
  "img-tile": "pill-bottle.jpg",
  "img-caption": "Dr. Andrea Furlan, Associate Professor, Department of Medicine, University of Toronto",
  "img-page": "andrea-furlan.jpg",
  "href-old": "2018/11/21/51-from-miracle-drug-to-epidemic/index.html",
  "notes": "Open any newspaper and you'll stumble across an article on the opioid crisis. While some mention illicit fentanyl, other pieces talk about doctor-prescribed substances. What is actually going on? On this episode we'll be exploring the basics of this multi-faceted topic: how did this crisis start, and why? To answer this question, we spoke to a variety of stakeholders and did some sleuthing of our own. You'll be hearing from two clinician scientists, both experts in pain management and research: Drs. Andrea Furlan and Hance Clarke. Together, they provided us a historical perspective on the crisis, and its current transcendence beyond the prescription pad. Matt Johnson, a harm reduction coordinator at Queen West Community Health Centre, shared his frontline perspective on the crisis. Finally, we had the opportunity to talk to City Councillor Joe Mihevc, the Chair of the Toronto Board of Health, the body that recently called upon the federal government to decriminalize all drugs. As they are in society, the perspectives we gathered here are diverse, yet telling of the complexity of this issue. We wrapped up the show with ideas on what needs to happen next, and hopes for the future. Until next time, keep it raw!",
  "authors": [
   "Alexandra Mogadam"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Dr. Andrea Furlan's profile",
    "href": "https://www.uhnresearch.ca/researcher/andrea-furlan"
   },
   {
    "title": "Dr. Hance Clarke's profile",
    "href": "http://www.anesthesia.utoronto.ca/content/hance-clarke"
   },
   {
    "title": "City Councillor Joe Mihevc's website",
    "href": "http://www.joemihevc.com/"
   },
   {
    "title": "Toronto Harm Reduction Alliance",
    "href": "https://torontoharmreductionalliance.ca/about-us/"
   },
   {
    "title": "Harm reduction at Queen West Community Health Centre",
    "href": "https://pqwchc.org/programs-services/harm-reduction/"
   },
   {
    "title": "Toronto Overdose Prevention Society's Go Fund Me page",
    "href": "https://www.gofundme.com/torontooverdosepreventionsociety"
   },
   {
    "title": "CAMH's fact sheet on street fentanyl",
    "href": "https://www.camh.ca/-/media/files/guides-and-publications/straight-talk-fentanyl.pdf"
   },
   {
    "title": "Ontario's new Consumption and Treatment Services model",
    "href": "https://news.ontario.ca/mohltc/en/2018/10/ontario-government-connecting-people-with-addictions-to-treatment-and-rehabilitation.html"
   },
   {
    "title": "Toronto Overdose Prevention Society's response to Ontario's new Consumption and Treatment Services model",
    "href": "https://www.facebook.com/TorontoOPS/posts/419456505253059"
   },
   {
    "title": "Globe and Mail article on Toronto Board of Health's call for decriminalization of all drugs",
    "href": "https://www.theglobeandmail.com/canada/toronto/article-toronto-board-of-health-to-consider-report-recommending-drug/"
   }
  ]
 },
 {
  "no": 50,
  "title": "From Surgical Mesh to DBS - Medical Devices in the 21st Century",
  "blubrry": "39220160",
  "date": "November 7, 2018",
  "season": 3,
  "img-tile": "david-urbach-landscape.jpg",
  "img-caption": "Dr. David Urbach, Surgeon-in-Chief, Women's College Hospital",
  "img-page": "david-urbach-portrait.jpg",
  "href-old": "2018/11/07/50-from-surgical-mesh-to-dbs-medical-devices-in-the-21st-century/index.html",
  "notes": "Is it possible to move a wheelchair simply by thinking about it? Surprisingly, the answer is yes! Medical devices, such as brain-computer interfaces and insulin pumps, have dramatically changed the landscape of the medical field. They have enabled clinicians and patients to manage a range of diseases which were impossible to cope with or cure prior to the invention of these devices. Tune in to this week's episode as we sit down with Dr. David Urbach, Surgeon-in-Chief at the Women's College Hospital, to discuss the invention, regulation of, and controversy surrounding medical devices. We also spoke to two students - George Hanna, a Master of Applied Science and Engineering student at the Holland Bloorview Research Institute, and Amy Khan, an MD/PhD student at U of T - who are in the process of designing novel devices to help mobilize people with disabilities and make laparoscopic surgery safer, respectively. Lastly, we reached out to two patients -  Doug Oliver (and his wife Diane), whose life was transformed by deep brain stimulation, as well as Lindsay Oliver, whose insulin pump is a fundamental part of her daily life. Thanks for tuning in, and until next time, keep it raw!",
  "authors": [
   "Aditi Desai"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 49,
  "title": "Canada Legalizes Cannabis",
  "blubrry": "38624800",
  "date": "October 17, 2018",
  "season": 3,
  "img-tile": "interview-tbd.jpg",
  "img-caption": "Dr. Pat Erickson, Professor Emerita, Dept. of Sociology, University of Toronto",
  "img-page": "pat-erickson.jpg",
  "href-old": "2018/10/17/49-canada-legalizes-cannabis/index.html",
  "notes": "The day has arrived. After being prohibited in Canada for over 90 years, cannabis has been legalized for recreational use across the country. Just about everybody has an opinion on cannabis legalization. Throughout this episode, you'll hear from people around downtown Toronto, sharing their views on legalization and some interesting personal experiences. There are also many misconceptions out there. We sat down with some researchers who study cannabis at the University of Toronto to learn about the science behind cannabis. The conversation starts with Lauren DeFreitas, a graduate student at CAMH whose research focuses on the THC and CBD content of different products and how these active chemical compounds in cannabis impact health outcomes. Dr. Ruth Ross is a professor in the Department of Pharmacology and Toxicology at the University of Toronto. She talks about how THC interacts with the endocannabinoid system at the molecular level, and the potential to target this complex system for therapeutic purposes. Karolina Kozak is a PhD candidate from Dr. Tony George's lab at CAMH. Her work focuses on cannabis use disorder in schizophrenia and she tells us about what exactly happens with the brain in addiction. We also delve into some of the societal impacts of cannabis legalization in this episode. We talked to Dr. Pat Erickson, a professor emerita at the Department of Sociology at the University of Toronto. Her work looked at some of the personal and societal impacts of criminalization. We'll hear from her about the normalization of cannabis use over time, and the importance of having engaging and accurate educational material, especially for youth, now that it has been legalized. Sudha Sabanadesan is a policy development officer at Toronto Public Health. She tells us about some of the concerns they have going forward, including cannabis use by adolescents and driving while impaired, and the public health perspective on harm reduction. There's a lot to learn about cannabis legalization and this episode is a great place to start! If you haven't already, let us know what you think of the show! It's an important way for us to create the content you want to hear. Please complete this survey (https://rawtalkpodcast.typeform.com/to/PH50b2?name=RawTalk&source=Shownotes) - it'll only take you 5 minutes!",
  "authors": [
   "Thamiya Vasanthakumar"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 48,
  "title": "Unpacking Autoimmunity: Myths, Microbes & Misdiagnoses",
  "blubrry": "38239770",
  "date": "October 3, 2018",
  "season": 3,
  "img-tile": "jayne-danska.jpg",
  "img-caption": "Bonnie Lewis, episode host",
  "img-page": "bonnie-lewis.jpg",
  "href-old": "2018/10/03/48-unpacking-autoimmunity-myths-microbes-misdiagnoses/index.html",
  "notes": "Inflammation, the gut, microbes, cortisol, and sore joints... what do these things have in common? Tune in to this week's episode as we explore what it's like living with an autoimmune condition. You'll hear the perspectives of four individuals -  Vanessa, Bonnie, Yohanna, and Megan -  as they reflect on their journeys to receiving their diagnoses. They share their thoughts on navigating the Canadian Healthcare System and give advice for those newly diagnosed. You'll also hear from Dr. Kenneth Croitoru - gastroenterologist at Mount Sinai Hospital and Professor in the Department of Immunology at U of T -  as well as Dr. Jayne Danska - Senior Scientist at The Hospital for Sick Children and Professor in Medical Biophysics and Immunology at U of T - who breakdown autoimmunity, debunk some common myths associated with autoimmune diseases, and discuss some of their exciting work in identifying factors causing susceptibility to Crohn's and Type I Diabetes respectively. Until next time, #KeepItRaw!",
  "authors": [
   "Aditi Desai"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "University of Toronto Sports Medicine Clinic",
    "href": "https://kpe.utoronto.ca/david-l-macintosh-sport-medicine-clinic"
   },
   {
    "title": "University Health Network Arthritis Program",
    "href": "https://www.uhn.ca/Arthritis"
   },
   {
    "title": "Juvenile Diabetes Research Foundation (JDRF)",
    "href": "https://www.jdrf.ca/"
   },
   {
    "title": "Danska Lab",
    "href": "http://www.sickkids.ca/Research/Danska-lab/"
   },
   {
    "title": "Article: Host lifestyle affects human microbiota on daily timescales",
    "href": "https://genomebiology.biomedcentral.com/articles/10.1186/gb-2014-15-7-r89"
   },
   {
    "title": "Crohn's and Colitis Canada",
    "href": "http://crohnsandcolitis.ca/"
   },
   {
    "title": "The GEM Project",
    "href": "http://www.gemproject.ca/"
   },
   {
    "title": "Croitoru Lab",
    "href": "http://croitorulab.com/"
   }
  ]
 },
 {
  "no": 47,
  "title": "Graduate Student Mental Health",
  "blubrry": "37835554",
  "date": "September 19, 2018",
  "season": 3,
  "img-tile": "geith-phd-student.jpg",
  "img-caption": "Angali, MSc student at the Institute of Medical Science, University of Toronto",
  "img-page": "angali-phd-student.jpg",
  "href-old": "2018/09/20/47-graduate-student-mental-health/index.html",
  "notes": "One in four people will be affected by mental or neurological disorders at some point in their lives. This is particularly true among graduate students, who recent studies suggest, are at an increased risk for depression and anxiety. In this episode, you'll hear the voices of a group of graduate students across Toronto as they share their stories and struggles with mental illness. Alongside each story, you'll hear about the resources and coping strategies that allowed them to better manage their mental health. Check out our website for featured guest names and all the great resources they share in the episode!",
  "authors": [
   "Melissa Galati",
   "Vanessa Cservid"
  ],
  "contributors": [
   "Janine: Executive Director of University of Toronto Health & Wellness",
   "Jacalyn: PhD student in U of T Medical Biophysics; Co-Chair Grad Minds",
   "Anjali: MSc Student in U of T Institute of Medical Science; Volunteer at the Toronto Distress Centre",
   "Geith: PhD Student in U of T Institute of Medical Science",
   "Alena: MSc student in U of T Nutritional Sciences",
   "Lisa: U of T graduate student",
   "Jarrett: PhD student in York University Sociology",
   "Philmore and Parnassus: Graduate student and friend / CAMH Advanced Practice Nurse",
   "Brenda: MSc student in U of T Institute of Medical Science",
   "Anuya, Megan, and Amika: Graduate students & Grad2Grad peer advisors with the U of T Conflict Resolution Centre",
   "Liam O'Leary: Graduate Programming Coordinator; U of T School of Graduate Studies",
   "Denise: ?"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Event: The Art of Mindfulness @ RYU Apparel",
    "href": "https://www.eventbrite.com/e/the-art-of-mindfulness-understanding-its-effects-on-your-brain-tickets-50101459815"
   },
   {
    "title": "Janine: Student Health & Wellness Centre Website",
    "href": "https://www.studentlife.utoronto.ca/hwc/contact-us"
   },
   {
    "title": "Janine: \"How are you feeling today?\" Mental Health Resources Directory",
    "href": "https://www.studentlife.utoronto.ca/hwc/feeling"
   },
   {
    "title": "Jacalyn: Grad Minds",
    "href": "http://www.gradminds.ca/"
   },
   {
    "title": "Jacalyn: Elemental Magazine",
    "href": "https://issuu.com/elementalmagazine"
   },
   {
    "title": "Jacalyn: Counselling at OISE",
    "href": "http://www.oise.utoronto.ca/psychservices/Home.html"
   },
   {
    "title": "Jacalyn: CBT workshops",
    "href": "https://www.facebook.com/events/2168679759809550/"
   },
   {
    "title": "Anjali: Toronto Distress Centre",
    "href": "https://www.torontodistresscentre.com/408-help-line/"
   },
   {
    "title": "Geith: Health & Wellness Appointment Booking Website",
    "href": "https://www.studentlife.utoronto.ca/hwc/contact-us"
   },
   {
    "title": "Geith: UofT Gyms",
    "href": "https://kpe.utoronto.ca/sports-and-rec"
   },
   {
    "title": "Geith: Fitness Classes",
    "href": "http://harthouse.ca/fitness/"
   },
   {
    "title": "Alena: Hard Feelings Counselling",
    "href": "https://www.hardfeelings.org/counselling/"
   },
   {
    "title": "Lisa: Good2Talk Helpline",
    "href": "https://good2talk.ca/"
   },
   {
    "title": "Lisa: BetterHelp",
    "href": "https://www.betterhelp.com/"
   },
   {
    "title": "Jarrett: \"I Don't Want to Talk About It\": Overcoming the Secret Legacy of Male Depression (Book)",
    "href": "https://www.amazon.ca/Dont-Want-Talk-About-Overcoming/dp/0684835398"
   },
   {
    "title": "Liam: Safetalk Training",
    "href": "https://www.studentlife.utoronto.ca/cld/safetalk"
   },
   {
    "title": "Conflict Resolution Centre",
    "href": "http://gradcrc.utoronto.ca/"
   },
   {
    "title": "Conflict Resolution Centre Workshops",
    "href": "http://gradcrc.utoronto.ca/training-events/"
   },
   {
    "title": "Denise: Mental Health Commision of Canada Website",
    "href": "https://www.mentalhealthcommission.ca/English"
   },
   {
    "title": "Denise: Mental Health First Aid Training Courses in Toronto",
    "href": "https://www.mhfa.ca/en/course-search"
   },
   {
    "title": "Directory of Services for Graduate Students",
    "href": "http://www.sgs.utoronto.ca/currentstudents/Pages/Graduate-Wellness-Directory.aspxs"
   }
  ]
 },
 {
  "no": 46,
  "title": "Season 3 is here!",
  "blubrry": "36663521",
  "date": "September 5, 2018",
  "season": 3,
  "img-tile": "grace-and-mel.jpg",
  "img-caption": "",
  "img-page": "raw-talk-logo.jpg",
  "href-old": "2018/09/05/ep-46-season-3-is-here/index.html",
  "notes": "We're back! Join Mel & Grace for a quick reflection of some season 2 highlights and a preview of the upcoming season 3 of Raw Talk. What's in store? We'll discuss emerging medical devices, the legalization of marijuana in Canada, indigenous health, and to start us off - graduate student mental health. These topics, plus many more as we dive into sharing the diverse stories and perspectives behind medical science issues and discoveries. See you in a couple of weeks... and until then, keep it raw!",
  "authors": [
   "Grace Jacobs",
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 45,
  "title": "New Methods of Science Communication",
  "blubrry": "36004270",
  "date": "August 22, 2018",
  "season": 2,
  "img-tile": "scituation-panel-2-stand.jpg",
  "img-caption": "",
  "img-page": "scituation-panel-2-sit.jpg",
  "href-old": "2018/08/22/ep-45-new-methods-of-science-communication/index.html",
  "notes": "For our season finale, we pick up from last episode to bring you the second instalment of our Raw Talk Live event, a panel discussion focusing on new methods of science communication. Our panelists provide their unique perspectives on how we can (and why we should!) use new media and technologies to make science more accessible to the public. You'll hear from Dr. Vicky Forster, a Postdoc at SickKids Hospital and Science Communicator; Kevin Millar, Senior VP of Creative and Medical Science at INVIVO Communications; Elah Feder, Co-Host and Producer of the Undiscovered Podcast; Helen Kontozopoulos, Co-Founder and Co-Director of the Department of Computer Science Innovation Lab, University of Toronto; and our moderator, Eryn Tong, Raw Talk Podcaster and MSc Candidate. To reflect further on the rich discussion and insights from the panel, you'll hear from Richie and Eryn throughout this episode as well. We'll be back shortly for the debut of Season 3, but until then, keep it raw!",
  "authors": [
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 44,
  "title": "Public Engagement in Science",
  "blubrry": "36004269",
  "date": "August 8, 2018",
  "season": 2,
  "img-tile": "scituation-welcome.jpg",
  "img-caption": "",
  "img-page": "scituation-panel-1-sit.jpg",
  "href-old": "2018/08/08/ep-44-raw-talk-live-part-1/index.html",
  "notes": "August is flashback month, as we move back in time to present you recordings from the event we hosted back in May, Raw Talk Live. This week's instalment presents the first of two panel discussions, and explores public engagement in science. We hear from an array of speakers, diving into the personal and the political dimensions of this theme. Joining us is Dr. Mehrdad Hariri, CEO and Founder of the Canadian Science Policy Centre; Doina Oncel, the CEO and Founder of hEr VOLUTION; Dan Weaver, PhD Candidate at the Department of Physics, University of Toronto; Connie Putterman, a long-time parent advocate in the autism research world, and now a Masters candidate in the Translational Research Program, University of Toronto; and our moderator Tetyana Pekar, Founder and Academic Editor at Pekar Editing. Of course, you will also be hearing from your trusty hosts Jabir and Alex, as they reflect on the discussion, and the experience of organizing a live-podcasting event. Until next time, keep it raw!",
  "authors": [
   "Alexandra Mogadam"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 43,
  "title": "Advancing Kidney Transplants & Medical Culture",
  "blubrry": "35783938",
  "date": "July 25, 2018",
  "season": 2,
  "img-tile": "lisa-robinson-landscape.jpg",
  "img-caption": "",
  "img-page": "lisa-robinson-portrait.jpg",
  "href-old": "2018/07/25/ep-43-dr-lisa-robinson/index.html",
  "notes": "Did you know that nearly 500 million people globally suffer from some form of irreversible kidney-related disease? These individuals may wait years before receiving a transplant! In this installment of Raw Talk, Dr. Lisa Robinson, Paediatric Nephrologist and Senior Scientist at The Hospital for Sick Children chats with Melissa about the forefront of kidney disease research. James and Anton also pay a visit to Dr. Markus Selzner, transplant surgeon and collaborator of Dr. Robinson's, to learn about new breakthroughs in kidney transplantation. Moreover, as Chief Diversity Officer at the University of Toronto's Faculty of Medicine, Dr. Robinson discusses initiatives currently being implemented to tackle inequality at the University. James and Anton are then fortunate enough to sit down with Anita Balakrishna, Diversity Strategist at the Faculty of Medicine, and delve deeper into the proactive work being done to curb discrimination at different stages of the student experience. Until next time, keep it raw!",
  "authors": [
   "James Saravanamuttu",
   "Anton Rogachov"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 42,
  "title": "Mindfulness - A Personal & Professional Project",
  "blubrry": "35454607",
  "date": "July 11, 2018",
  "season": 2,
  "img-tile": "agnes-wong-chat.jpg",
  "img-caption": "",
  "img-page": "agnes-wong-portrait.jpg",
  "href-old": "2018/07/12/ep-42-dr-agnes-wong/index.html",
  "notes": "Mindfulness is becoming increasingly integrated in mainstream society, but is this new wave of wisdom effective or just the latest trend? How does mindfulness impact our view of ourselves and our view of the world? In this episode, Marija and Grace sit down with Dr. Agnes Wong, a Professor of Ophthalmology and Vision Sciences at the University of Toronto, Ophthalmologist at the Hospital for Sick Children, and recent mindfulness advocate. They delve into the core foundation of mindfulness practice, and its potential for positive and lasting change. Grace then chats with Elli Weisbaum, a long-time mindfulness expert and instructor. Elli discusses the diversity of mindfulness techniques and shares a short practice that you can try yourself! On this special episode we are also running an exciting challenge called \"5 for 5\". Take 5 minutes of your day to do any form of mindfulness practice for 5 days in a row and share your experience with us on social media by tagging @rawtalkpodcast or using the hashtag #RawTalk5for5. In doing so, you'll be entered to win exciting prizes! Until next time, keep it raw!",
  "authors": [
   "Marija Zivcevska"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Elli's Blog",
    "href": "http://www.elliweisbaum.com/blog/"
   },
   {
    "title": "Mindfulness Research Synposium",
    "href": "https://www.sickkids.ca/eventlistings/2018/mindfulness-research-symposium.html"
   }
  ]
 },
 {
  "no": 41,
  "title": "Unpacking the Award-Winning Documentary - Unrest",
  "blubrry": "34934953",
  "date": "June 20, 2018",
  "season": 2,
  "img-tile": "unrest-panel.jpg",
  "img-caption": "",
  "img-page": "shoes-on-stairs.jpg",
  "href-old": "2018/06/21/unrest-film-screening/index.html",
  "notes": "Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS) is a debilitating and misunderstood disease that affects 20 million people globally. Raw Talk had the chance to attend a screening of the award-winning documentary, Unrest. Unrest explores the personal journey of Jennifer Brea from ME/CFS patient to advocate to storyteller. Join Grace and Melissa as they reflect on the compelling documentary and share the unique perspectives of the event moderator, Scott Simpson, co-founder of Millions Missing Canada; as well as panelists Dr. Wilfred de Vega, ME/CFS scientist; Larissa Fan and Kirsten Dahlin Nolan, ME/CFS patients and advocates; and Dr. Sarah Selke, physician specializing in ME/CFS. We explored everything from proposed causes of ME/CFS, to diagnostic criteria, to treatments and coping mechanisms. Press play to learn more about the millions that medicine left behind. A big thank-you to Laura Best and SciComm Toronto for bringing this topic to our attention.",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Unrest (film)",
    "href": "https://www.unrest.film"
   },
   {
    "title": "Canadian Consensus Criteria",
    "href": "http://me-pedia.org/wiki/Canadian_Consensus_Criteria"
   },
   {
    "title": "Science for ME",
    "href": "https://www.s4me.info/"
   },
   {
    "title": "MEpedia",
    "href": "http://me-pedia.org/wiki/Welcome_to_MEpedia"
   },
   {
    "title": "CFIDS & Fibromyalgia Self-Help",
    "href": "http://www.cfidsselfhelp.org/"
   },
   {
    "title": "ME & CFS Canada",
    "href": "https://www.facebook.com/groups/328175370869025/"
   },
   {
    "title": "Millions Missing Canada",
    "href": "http://www.millionsmissingcanada.ca/"
   },
   {
    "title": "Naviaux et al. PNAS, 2016",
    "href": "http://www.pnas.org/content/113/37/E5472"
   }
  ]
 },
 {
  "no": 40,
  "title": "What Does it Mean to Survive Cancer?",
  "blubrry": "34544956",
  "date": "June 6, 2018",
  "season": 2,
  "img-tile": "jennifer-jones-interview.jpg",
  "img-caption": "Dr. Jennifer Jones, Director of the Cancer Rehabilitation & Survivorship Program and Senior Scientist at the Princess Margaret Cancer Centre",
  "img-page": "jennifer-jones-portrait.jpg",
  "href-old": "2018/06/06/ep-40-dr-jennifer-jones/index.html",
  "notes": "While cancer is still a scary word, roughly 75% of people diagnosed with cancer will survive long-term. But how are these patients supported in the long term, as they deal with late side effects from their treatments? Join Kat and Melissa as they sit down with Dr. Jennifer Jones, Director of the Cancer Rehabilitation & Survivorship Program and Senior Scientist at the Princess Margaret Cancer Centre, to discuss the importance of caring for patients throughout the entire disease process, how she developed an integrated clinical and research survivorship program, and the 3 focus areas of her research (i.e., descriptive, intervention development, knowledge translation). Eryn chats with Lloyd Davidson, a Hodgkin's lymphoma survivor, who chronicles his cancer journey and his experience with the survivorship program. Until next time, keep it raw!",
  "authors": [
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 39,
  "title": "Economics & Childhood Cancer Treatment",
  "blubrry": "34009853",
  "date": "May 16, 2018",
  "season": 2,
  "img-tile": "sumit-gupta-interview.jpg",
  "img-caption": "Dr. Sumit Gupta, Paediatric Oncologist at SickKids",
  "img-page": "sumit-gupta-sitting.jpg",
  "href-old": "2018/05/16/ep-39-dr-sumit-gupta/index.html",
  "notes": "The focus in childhood cancer is often solely on treating the disease, but what about the costs -  both health and financial - that patients and their families must bear? Join Melissa as she sits down with Dr. Sumit Gupta, Paediatric Oncologist in the Division of Haematology/Oncology at SickKids, Chair of the Unit for Policy and Economics Research in Childhood Cancer (PERCC), Associate Chair of the Lancet Oncology Commission on sustainable pediatric cancer care and a member of the Children's Oncology Group acute lymphoblastic leukemia (ALL) committee, to talk about the long-term effects of childhood cancer and its treatment, and his work on building an investment case for childhood cancer treatment in low and middle-income countries. Dr. Vicky Forster, a cancer researcher and survivor of acute lymphoblastic leukemia, chats with Kat about her experience as a cancer survivor and the need to involve patients and families in cancer research. Kat also breaks down the cost, and cost effectiveness of running a childhood cancer treatment centre in our Journal Club segment. Until next time, keep it raw!",
  "authors": [
   "Kat An"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 38,
  "title": "Pollution & Our Lungs",
  "blubrry": "33636583",
  "date": "May 2, 2018",
  "season": 2,
  "img-tile": "chung-wai-chow-listening.jpg",
  "img-caption": "Dr. Chung-Wai Chow, lung transplant physician and leading researcher at UHN",
  "img-page": "chung-wai-chow-talking.jpg",
  "href-old": "2018/05/02/ep-38-dr-chung-wai-chow/index.html",
  "notes": "Living in a dense urban jungle is not without its risks, and cities in Canada are no exception. Toronto is regarded as the most polluted city in Canada, but what could this be attributed to? How do global events shape the quality of the air we breathe? In this episode, Kat sits down with Dr. Chung-Wai Chow, a lung transplant physician and leading researcher at UHN, to discuss the effects of environmental air pollution on respiratory health, techniques to assess pollution levels and Dr. Chow's journey as a clinician scientist.&nbsp; We also hear from Marija and students across campus who delve deeper into perceptions on exposure, ways to increase awareness and how to minimize our ecological footprint. Until next time, keep it raw!",
  "authors": [
   "By Marija Zivcevska"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 37,
  "title": "Neurodegeneration, Concussions, & Misconceptions",
  "blubrry": "33288522",
  "date": "April 18, 2018",
  "season": 2,
  "img-tile": "carmela-tartaglia-interview.jpg",
  "img-caption": "Dr. Carmela Tartaglia, Clinician-Investigator at the Krembil Neuroscience Centre at Toronto Western Hospital",
  "img-page": "carmela-tartaglia-talking.jpg",
  "href-old": "2018/04/18/ep-37-dr-carmela-tartaglia/index.html",
  "notes": "You've spent your entire life wiring your brain to make you ... you! So, if your brain changes, you change - right? On this episode, Melissa and Swapna chat with Dr. Carmela Tartaglia, a Clinician-Investigator at the Krembil Neuroscience Centre at Toronto Western Hospital, to shed light on a form of early onset dementia - frontotemporal lobar degeneration (FTLD). Dr. Tartaglia is also the Marion and Gerald Soloway Chair in Brain Injury and Concussion Research and she brings to light some common misconceptions about the diagnosis, prevalence, and treatment of concussion. In hopes of understanding how exercise can benefit those with neurodegenerative disease, James sits down with Dennis Hunkin, and learns how he has taken up boxing to fight back in his battle against Parkinson's. Finally, Anton explores a taboo, yet prevalent societal issue of intimate partner violence induced concussions, with leading expert Dr. Eve Valera from Harvard Medical School. Definitely one you won't want to miss! Until next time, keep it raw!",
  "authors": [
   "Anton Rogachov",
   "James Saravanamuttu"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 36,
  "title": "The Future is Neuroscience!",
  "blubrry": "32939756",
  "date": "April 4, 2018",
  "season": 2,
  "img-tile": "freda-miller-writing.jpg",
  "img-caption": "Dr. Freda Miller, Senior Scientist at the Hospital for Sick Children",
  "img-page": "freda-miller-portrait.jpg",
  "href-old": "2018/04/04/ep-36-dr-freda-miller/index.html",
  "notes": "Repairing the damaged brain is the one of the holy grails of neuroscience. On this episode, Grace and Melissa sit down with Dr. Freda Miller, a Senior Scientist at the Hospital for Sick Children, who firmly believes that studying the developing brain can give us insights into how to rebuild it in circumstances of damage or degeneration. Dr. Miller is a Canada Research Chair in Developmental Neurobiology, a Fellow of the Royal Society of Canada, and a Howard Hughes Medical Institute International Research Scholar. She discusses her transition from biochemistry to neuroscience, gives advice to budding scientists, and explains why she engages in science communication. She also talks about how her research has finally led her to several clinical trials in children with brain injury. Our hosts also catch up with Dr. Donald Mabbott, Clinical Psychologist and Neuroscientist, to discuss how some of Dr. Miller's findings with a drug called metformin resulted in a pilot clinical trial for children with acquired brain injury after cancer treatment.",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 35,
  "title": "Comics and Medicine",
  "blubrry": "32548527",
  "date": "March 21, 2018",
  "season": 2,
  "img-tile": "shelley-wall-interview.jpg",
  "img-caption": "Dr. Shelley Wall, Assistant Professor in Biomedical Communications",
  "img-page": "shelley-wall-talking.jpg",
  "href-old": "2018/03/22/ep-35-dr-shelley-wall/index.html",
  "notes": "What do comics and medicine have in common? A lot more than you may think! In this episode, Dr. Shelley Wall, Assistant Professor in the Biomedical Communications program, chats with Jabir about the power of the visual narrative, how graphic medicine contributes to the generation of knowledge, and traces her own journey from a PhD in romantic literature to becoming a biomedical communicator. Swapna and Kat visit the Thomas Fisher Rare Book Library to sit down with Alexandra Carter, the librarian of the history of science and medicine, to trace the evolution of medical illustration. The gals also chat with Teva Harrison, award-winning writer and visual artist, about her graphic memoir chronicling her experience with being diagnosed with metastatic breast cancer.",
  "authors": [
   "Kat An",
   "Swapna Mylabathula"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 34,
  "title": "Simulation in Healthcare",
  "blubrry": "32078443",
  "date": "March 7, 2018",
  "season": 2,
  "img-tile": "ryan-brydges-interview.jpg",
  "img-caption": "Dr. Ryan Brydges, Director of Research at the Allan Waters Family Simulation Centre",
  "img-page": "ryan-brydges-profile.jpg",
  "href-old": "2018/03/07/ep-34-dr-ryan-brydges/index.html",
  "notes": "If there's one aspect of your learning you could simulate, what would that be? In this episode, Jabir sits down with Dr. Ryan Brydges, Director of Research at the Allan Waters Family Simulation Centre, and health professions education scientist at the Wilson Centre, to explore how simulation can impact health policy and patient care. Dr. Brydges also talks about his journey into simulation research, the meaning behind health professions education, and what it takes to build a successful research program. Plus, Eryn meets the simulation team at the Alan Waters Family Simulation Centre to debunk common misconceptions, highlight recent case scenarios, and predict the future state of the field. They also surprise Eryn and Jabir with a simulation experience during their visit. Until next time, keep it raw!",
  "authors": [
   "Jabir Mohamed",
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 33,
  "title": "Sleep & Anesthesia Explained",
  "blubrry": "31550439",
  "date": "February 21, 2018",
  "season": 2,
  "img-tile": "richard-horner-interview.jpg",
  "img-caption": "Dr. Richard Horner, sleep physiologist and author",
  "img-page": "richard-horner-profile.jpg",
  "href-old": "2018/02/21/ep-33-dr-richard-horner/index.html",
  "notes": "On this episode of Raw Talk, we focus on a topic that affects us so intimately: sleep. Join Jabir as he sits down with sleep physiologist and author, Dr. Richard Horner, to discuss why we and other living things sleep, how the brain changes during sleep, and what makes sleep different from anesthesia. The two also speak in great detail about Dr. Horner's book, The Universal Pastime: Sleep & Rest Explained, and his thoughts on a second project. Finally, Swapna and Anton draw our attention to the consequences of sleep deprivation and the impact of general anesthesia on patients and medical care, with the help U of T students and faculty. Special thanks to Dr. Beverly Orser, a clinician-scientist and long-time collaborator of Dr. Horner, for her valuable insights. Until next time, keep it raw!",
  "authors": [
   "Jabir Mohamed"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 32,
  "title": "Delivering Quality End of Life Care",
  "blubrry": "31206058",
  "date": "February 7, 2018",
  "season": 2,
  "img-tile": "camilla-zimmermann-interview.jpg",
  "img-caption": "Dr. Camilla Zimmermann, Head of the Division of Palliative Care at the University Health Network",
  "img-page": "camilla-zimmermann-profile.jpg",
  "href-old": "2018/02/07/ep-32-dr-camilla-zimmermann/index.html",
  "notes": "Although the relief of pain and suffering is inherent in all fields of medicine, there's one specialty in particular where this aspect of care is truly the focus. While you may be unfamiliar with the field of palliative care, which aims to improve quality of life and provide comfort to patients and loved ones, it has made great strides in the last few decades. In this episode, Eryn and Kat sit down with Dr. Camilla Zimmermann, Head of the Division of Palliative Care at the University Health Network. Dr. Zimmermann debunks some of the myths surrounding palliative care and discusses its past and current clinical and research landscape. She also shares her personal training journey and details the recent development of the new Royal College subspecialty training program in palliative medicine. Eryn also met with Dr. Mitali Vatsraj, one of the program's first residents, who shares the story of how she became inspired to work in this field. Until next time, keep it raw!",
  "authors": [
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 31,
  "title": "Sex, Gender, & the Brain",
  "blubrry": "30787787",
  "date": "January 24, 2018",
  "season": 2,
  "img-tile": "gillian-einstein-interview.jpg",
  "img-caption": "Dr. Gillian Einstein, neuroscientist in the Department of Psychology and the Wilfred and Joyce Posluns Chair of Women's Brain Health and Aging",
  "img-page": "gillian-einstein-profile.jpg",
  "href-old": "2018/01/23/ep-31-dr-gillian-einstein/index.html",
  "notes": "What do sex and gender have to do with neuroscience? Join Jabir as he sits down with Dr. Gillian Einstein, neuroscientist in the Department of Psychology and the Wilfred and Joyce Posluns Chair of Women's Brain Health and Aging, to find out! Hear about her transition from studying art history to systems neuroscience, how the fields of sex/gender research and neuroscience intersect, the importance of a \"situated\" approach to neuroscience, and get a taste of the diverse research going on in Dr. Einstein's lab, from exploring sex differences in dementia to untangling the interactions between estrogen, cognition, and aging in women. Tune in to hear about the groundbreaking study that found the link between hormones, brain development, and behaviour, in our \"Journal Club\" segment. Until next time, keep it raw!",
  "authors": [
   "Kat An"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 30,
  "title": "Hearing Loss, Language & Learning",
  "blubrry": "30390137",
  "date": "January 10, 2018",
  "season": 2,
  "img-tile": "karen-gordon-interview.jpg",
  "img-caption": "Dr. Karen Gordon, scientist, audiologist, and Director of Research in Archie's Cochlear Implant Laboratory at Sick Kids Hospital",
  "img-page": "karen-gordon-profile.jpg",
  "href-old": "2018/01/09/ep-30-dr-karen-gordon/index.html",
  "notes": "What structure holds the three smallest bones in the body? If you guessed the ears, you're right! Kicking off 2018, the first episode of this year is all about our auditory system, and its influence on brain development. In this episode, Jabir sits down with Dr. Karen Gordon, a scientist, audiologist, and Director of Research in Archie's Cochlear Implant Laboratory at Sick Kids Hospital. They discuss the different types and causes of hearing loss, the consequences of hearing loss on language and learning and how the brain adapts when hearing is restored. We also hear from Marija, who speaks with Noah, one of Dr. Gordon's patients. Noah shares his incredible story of what every day is like living with two cochlear implants and how devices have changed over the years. Until next time, keep it raw!",
  "authors": [
   "Marija Zivcevska"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 29,
  "title": "Personalizing Cancer Medicine",
  "blubrry": "29887239",
  "date": "December 22, 2017",
  "season": 2,
  "img-tile": "brad-wouters-forward.jpg",
  "img-caption": "Dr. Brad Wouters, Executive Vice President of Science and Research at UHN",
  "img-page": "brad-wouters-back.jpg",
  "href-old": "2017/12/22/ep-29-dr-brad-wouters/index.html",
  "notes": "Cancer is a leading cause of death worldwide, but what makes it so difficult to treat? What is tumor hypoxia and how can it influence biology to drive a poor prognosis? In this episode, Richie sits down with Dr. Brad Wouters, the Executive Vice President of Science and Research at UHN to discuss the vast advancement in the field and the need for collaborative integration between basic and clinical research in order to drive treatment and improve outcomes. In this episode we get to see an interesting perspective from both a researcher and a policy maker. Then we hear from Marija who delves deeper into what personalized medicine is, and how it fits into our current healthcare system. Until next time, keep it raw!",
  "authors": [
   "Marija Zivcevska"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 28,
  "title": "History & Ethics of Stem Cells",
  "blubrry": "29498537",
  "date": "December 8, 2017",
  "season": 2,
  "img-tile": "andras-nagy-lab.jpg",
  "img-caption": "Dr. Andras Nagy, world-renowned Senior Scientist at the Lunenfeld-Tanenbaum Research Institute at Mount Sinai Hospital",
  "img-page": "andras-nagy-headshot.jpg",
  "href-old": "2017/12/08/ep-28-dr-andras-nagy/index.html",
  "notes": "Over the past decade, academics and media outlets alike have been telling us that stem cells are going to revolutionize regenerative medicine. But what does this really mean? What are stem cells, how do they work and why have they been generating so much public interest? On this episode, Richie sits down with Dr. Andras Nagy, world-renowned Senior Scientist at the Lunenfeld-Tanenbaum Research Institute at Mount Sinai Hospital, to discuss his breakthroughs in stem cell research and the ethical challenges facing the field. We also hear from Anton and James, as they break down the history of stem cell research and where we stand today. They also speak on how stem cell hype can be harmful to patients.",
  "authors": [
   "James Saravanamuttu",
   "Anton Rogachov"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 27,
  "title": "Assessing Medical Learners",
  "blubrry": "29153883",
  "date": "November 24, 2017",
  "season": 2,
  "img-tile": "shiphra-ginsburg-wide.jpg",
  "img-caption": "Dr. Shiphra Ginsburg, respirologist at Mount Sinai Hospital and Director of the Eliot Phillipson Clinician-Educator Training Program",
  "img-page": "shiphra-ginsburg-long.jpg",
  "href-old": "2017/11/24/ep-27-dr-shiphra-ginsburg/index.html",
  "notes": "Throughout their many years of training, medical students will learn everything they need to know to provide adequate medical care. This curriculum includes specialized medical knowledge and skills, but also encompasses all the specific behaviours we consider to be \"professional\". On this episode, you'll hear from Dr. Shiphra Ginsburg, a clinician-educator at the Wilson Centre for Research in Education. Dr. Ginsburg is a staff respirologist at Mount Sinai Hospital, and Director of both the Eliot Phillipson Clinician-Educator Training Program as well as Education Research and Scholarship in the Department of Medicine at the University of Toronto. On this episode we explore what Dr. Ginsburg refers to as a series of \"happy accidents\" that led her to study the understanding and assessment of professionalism in medical learners. She subsequently completed her PhD in medical education and discusses how this process led her to focus on the language used by clinical supervisors to assess medical learners in the workplace. You'll also hear James and Eryn chat with one of Dr. Ginsburg's mentees, Dr. Lindsay Melvin, who discusses her work assessing the efficacy and role of podcasts and other technologies in medical education. Until next time, keep it raw!",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 26,
  "title": "Suicide - Who is Susceptible?",
  "blubrry": "28669886",
  "date": "November 8, 2017",
  "season": 2,
  "img-tile": "sakina-rizvi-wide.jpg",
  "img-caption": "Dr. Sakina Rizvi, neuroscientist in the Arthur Sommer Rotenberg (ASR) Suicide and Depression Studies Program at St. Michael's Hospital",
  "img-page": "sakina-rizvi-long.jpg",
  "href-old": "2017/11/08/ep-26-dr-sakina-rizvi/index.html",
  "notes": "By the time you are finished reading this, one person somewhere in world will take their own life - suicide is the second leading cause of death in young people, aged 15-29. This week, join Richie as he sits down with Dr. Sakina Rizvi, a neuroscientist in the Arthur Sommer Rotenberg (ASR) Suicide and Depression Studies Program at St. Michael's Hospital. In this episode, Dr. Rizvi outlines the complex relationship between suicide and depression, and how her team uses imaging to study brain biomarkers that put some individuals at higher clinical risk. Anton and Kat chat with Robb Johannes, who details his lived experiences with suicide, commitment to social activism, and how the two have shaped his perspective. Until next time, keep it raw!",
  "authors": [
   "Anton Rogachov"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 25,
  "title": "Mathematical Magic and STIs",
  "blubrry": "28404153",
  "date": "October 27, 2017",
  "season": 2,
  "img-tile": "sharmistha-mishra-listening.jpg",
  "img-caption": "Dr. Sharmistha Mishra, infectious disease clinician and scientist",
  "img-page": "sharmistha-mishra-talking.jpg",
  "href-old": "2017/10/27/ep-25-dr-sharmistha-mishra/index.html",
  "notes": "Have you ever wondered what mathematical modelling can teach us about how and why HIV and sexually transmitted infections spread in various geographical areas? Or why it's important to engage the public when discussing research priorities? What about the serious implications of stigma and the language associated with it? In this episode of Raw Talk, Alex sits down with infectious disease clinician and scientist, Dr. Sharmistha Mishra to discuss the magic of mathematics, vulnerability and stigma, and what it really means to do community-centered research. We also hear from Steven Tingley, who talks openly with Jabir about living with HIV, managing his health, and trying to break the stigma. Until next time, keep it raw!",
  "authors": [
   "Jabir Mohamed"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 24,
  "title": "Combating Treatment Resistant Depression",
  "blubrry": "28008370",
  "date": "October 13, 2017",
  "season": 2,
  "img-tile": "jonathan-downar-wide.jpg",
  "img-caption": "Dr. Jonathan Downar, Co-Director of the MRI-Guided rTMS Clinic at the Toronto Western Hospital.",
  "img-page": "jonathan-downar-long.jpg",
  "href-old": "2017/10/13/ep-24-dr-jonathan-downar/index.html",
  "notes": "Many of us have experienced depression or have loved ones who have. Reaching out for help is never easy, and when frontline treatments don't work, the effect on quality of life can be devastating. On this week's episode, Kat sits down with MRI-Guided rTMS Clinic Co-Director Dr. Jonathan Downar from the Toronto Western Hospital. Dr. Downar shares his insights on rTMS as an intervention for treatment-resistant depression and other mental illnesses, and discusses recent transformative developments in rTMS procedures that could greatly increase accessibility to those who need it most. Kat and Grace poll the public about their knowledge of alternative treatments for depression and the challenges faced by those who suffer from it. Until next time, keep it raw!",
  "authors": [
   "Grace Jacobs"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 23,
  "title": "Nature, Nurture & Mood Disorders",
  "blubrry": "27450491",
  "date": "September 29, 2017",
  "season": 2,
  "img-tile": "robert-levitan-talking.jpg",
  "img-caption": "Dr. Robert Levitan, clinician-scientist at the Centre for Addiction and Mental Health",
  "img-page": "robert-levitan-listening.jpg",
  "href-old": "2017/09/29/ep-23-dr-robert-levitan/index.html",
  "notes": "Hey Raw Talk listeners! The start of October also marks the start of Mental Illness Awareness Week, so we sat down with Dr. Robert Levitan, a clinician-scientist at the Centre for Addiction and Mental Health. In this episode, Dr. Levitan talks about how his patients inspired him to pursue research on seasonal mood disorders, the role of both genetics and the social environment in causing mood disregulation, and what physicians and researchers can do to battle stigma around mental illness. Tune in to hear from Craig & Kat as they take to the streets of Toronto to find out what people think about the influence of technology on mental health.",
  "authors": [
   "Kat An"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 22,
  "title": "We're Back!",
  "blubrry": "26963792",
  "date": "September 15, 2017",
  "season": 2,
  "img-tile": "team-lounging.jpg",
  "img-caption": "Raw Talk Season 2 Team",
  "img-page": "team-standing.jpg",
  "href-old": "2017/09/15/ep-22-season-2-premiere/index.html",
  "notes": "Your favourite grad student science podcast is back for a second season! The crew welcomes its newest members, reflects on their journey in bringing the show to existence and the role social media has played in connecting with listeners. We also look ahead to what's in store for the upcoming season, including new topics, new segments and more stories from the biomedical research community at the University of Toronto. The episode concludes with previous guests sharing their feedback and words of wisdom. Until next time, keep it raw!",
  "authors": [
   "Richie Jeremian"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 21,
  "title": "The Gender & Diversity Gap in STEMM",
  "blubrry": "26584733",
  "date": "September 1, 2017",
  "season": 1,
  "img-tile": "women-in-science.jpg",
  "img-caption": "\"It was never a dress\" panel and event",
  "img-page": "gender-panel.jpg",
  "href-old": "2017/09/01/episode-20-it-was-never-a-dress//index.html",
  "notes": "For our 21st and final episode of Raw Talk Season 1, we decided to share something a little different with you guys. We've spent the last year talking to incredible scientists here at the University of Toronto; but we usually get them to discuss their research and personal journeys. Today's episode features discussion on an issue that has recently attracted a lot of media attention - namely, the gender and diversity gap in science, technology, engineering, mathematics, and medicine (STEMM). The discussion is an excerpt from a panel event called It was never a dress, hosted by several members of the Raw Talk team. You'll hear from several incredible clinicians and scientists at U of T including Dr. Renée Hložek, Dr. Gillian Einstein, Dr. Sharmistha Mishra, Dr. Molly Shoichet (who you may remember from Episode 2 of Raw Talk), and Dr. Kona Williams. We hope you enjoy their stories, candidness, and clear passion for their work. Until next Season, keep it raw!",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": [
   {
    "title": "Keynote by Dr. Renée Hložek",
    "href": "https://twitter.com/UofTIMS/status/892502583956328448"
   }
  ]
 },
 {
  "no": 20,
  "title": "Advances in Epilepsy Care",
  "blubrry": "25480905",
  "date": "July 28, 2017",
  "season": 1,
  "img-tile": "mcintyre-burnham-talking.jpg",
  "img-caption": "Dr. McIntyre Burnham, Professor Emeritus at the University of Toronto and co-director of EpLink",
  "img-page": "mcintyre-burnham-and-jabir-mohamed.jpg",
  "href-old": "2017/07/28/episode-20-dr-mcintyre-burnham/index.html",
  "notes": "Moving forward with this month's theme of Our PIs, we sit down with behavioural pharmacologist and epilepsy research champion, Dr. McIntyre Burnham. Dr. Burnham is a Professor Emeritus at the University of Toronto and currently co-directs a province-wide epilepsy research program called EpLink. In this episode, we explore longevity in science, advances in epilepsy care, and training students as thinkers. We also hear from former student Dr. Melanie Jeffrey in \"Patient Perspective\", where she opens up about her experience living with epilepsy and journey becoming a scientist. Please enjoy this special conversation with our oldest and kindest guest to date. Until next time, keep it raw!",
  "authors": [
   "Jabir Mohamed"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 19,
  "title": "Mapping Language with MEG",
  "blubrry": "25034779",
  "date": "July 14, 2017",
  "season": 1,
  "img-tile": "elizabeth-pang-headshot.jpg",
  "img-caption": "Dr. Elizabeth Pang, Neurophysiologist and Senior Associate Scientist at SickKids",
  "img-page": "elizabeth-pang-with-alex.jpg",
  "href-old": "2017/07/14/episode-19-dr-elizabeth-pang/index.html",
  "notes": "With July finally here, we embrace the warm weather and our new theme for the month, \"Our PIs\", featuring some of our own supervisors on the podcast. For this episode, we sit down with Dr. Elizabeth Pang, a Neurophysiologist and Senior Associate Scientist at SickKids. Dr. Pang is a specialist in MEG, a relatively new functional neuroimaging technique, which can record brain activity in real-time. Dr. Pang muses on her research in various developmental populations, and the unique abilities of MEG in enlightening our understanding of brain function. Peppered into the conversation, we have our exhilarating new segment \"Meet the Inventor\", where we have the honour of talking to Dr. David Cohen, the inventor of MEG. Dr. Cohen takes us back to the late 1960's and early 70's where he stood at the forefront of the field of biomagnetism, bridging the gap between physics and human biological research. Don't miss out on this stellar episode; until next time, keep it raw!",
  "authors": [
   "Alexandra Mogadam"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 18,
  "title": "Motor Control & Movement Disorders",
  "blubrry": "24743732",
  "date": "June 30, 2017",
  "season": 1,
  "img-tile": "robert-chen-headshot-wide.jpg",
  "img-caption": "Dr. Robert Chen, neurologist and scientist",
  "img-page": "robert-chen-headshot-long.jpg",
  "href-old": "2017/06/29/episode-18-dr-robert-chen/index.html",
  "notes": "Even the simplest movements, like picking up your coffee cup, are actually the result of very complex processes and signalling in your nervous system. While we might not put too much thought into the mechanisms that underlie how we move, this week's guest is interested in just that. Dr. Robert Chen, neurologist and scientist, is working to understand how our brain controls our movements, and how this process is impaired in patients with movement disorders, like Parkinson's Disease (PD). Tune in to the second episode under the theme of Neuroimaging to hear all about cutting-edge imaging techniques, learn about the plastic brain, and get a taste of the complexity of movement disorders. In \"Ask a Student\", we also hear from James Saravanamuttu, a student in Dr. Chen's lab, about his work using Transcranial Magnetic Stimulation to study PD and get his advice on what students should know before applying to grad school. Until next time, keep it raw!",
  "authors": [
   "Ekaterina An"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 17,
  "title": "Neuroimaging Chronic Pain",
  "blubrry": "24515274",
  "date": "June 16, 2017",
  "season": 1,
  "img-tile": "karen-davis-wide.jpg",
  "img-caption": "Dr. Karen Davis",
  "img-page": "karen-davis-headshot.jpg",
  "href-old": "2017/06/15/episode-17-dr-karen-davis/index.html",
  "notes": "Episode 17 of Raw Talk focuses on chronic pain, and we are fortunate to have highly acclaimed researcher, Dr. Karen Davis, join us to share her expertise. We discuss the contribution of neuroimaging in understanding pain perception and pain mechanisms, in addition to some common misconceptions and advances in the field. This segment-packed episode brings research, patient and clinical perspectives together to let you hear the various voices that participate in the field of chronic pain. In \"Ask a Student\", PhD candidate Kasey Hemington talks about her experience as Dr. Davis' student and her motivations to pursue pain research. Complementing those insights, we sit down with a fellow graduate student living with chronic pain to uncover how their pain is perceived and managed, and why interprofessional care is the best way to go. Finally, we introduce a \"Clinician's Corner\" segment that explores chronic pain management from the lens of a physician, Dr. Najam Mian. Don't miss out! until next time, keep it raw!",
  "authors": [
   "Swapna Mylabathula"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 16,
  "title": "Restoring Sight with Stem Cells",
  "blubrry": "23515393",
  "date": "May 26, 2017",
  "season": 1,
  "img-tile": "derek-van-der-kooy-talking.jpg",
  "img-caption": "Dr. Derek van der Kooy, Head of the Neurobiology Research Group at the Donnelly Centre for Cellular and Biomolecular Research",
  "img-page": "derek-van-der-kooy-side.jpg",
  "href-old": "2017/05/25/episode-16-dr-derek-van-der-kooy/index.html",
  "notes": "We couldn't have chosen a better scientist to wrap up this month's theme of \"Foundational Science\" than Dr. Derek van der Kooy, Head of the Neurobiology Research Group at the Donnelly Centre for Cellular and Biomolecular Research. His team conducts basic science research in developmental and stem cell biology, as well as in understanding the neurobiology of motivation and uncovering learning and memory genes. We sit down with Dr. van der Kooy to discuss his own graduate school experience, his lab's groundbreaking discovery of the presence of stem cells in the adult mammalian eye, and the perks and challenges of overseeing such a diverse range of research projects. In our popular Ask a Student segment, Kat and Eryn chat with one of Dr. van der Kooy's PhD students, Samantha Yammine, about her research on neural stem cells, why it is vital for basic scientists to make their work accessible to the general public, and her amazing strides in promoting science communication through social media (check her out on Instagram & Facebook: @science.sam). We also travel back in time to meet \"the father of modern neuroscience,\" Santiago Ramon y Cajal, in our Flashback Friday segment. We hope you enjoy this episode as much as we do. Until next time, keep it raw!",
  "authors": [
   "Ekaterina An",
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 15,
  "title": "From Cells to Tissues",
  "blubrry": "23471343",
  "date": "May 12, 2017",
  "season": 1,
  "img-tile": "helen-mcneill-wide.jpg",
  "img-caption": "Dr. Helen McNeill, expert in biology and molecular genetics",
  "img-page": "helen-mcneill-long.jpg",
  "href-old": "2017/05/12/episode-15-dr-helen-mcneill/index.html",
  "notes": "This month, we're kicking off our theme of foundational research! On this episode, we hear from the amazing Dr. Helen McNeill, an expert in biology and molecular genetics. Dr. McNeil's passion and love for science are contagious as she discusses her current work involving cell organization and growth pathway models using drosophila (better known as fruit flies) and mice. You'll hear about her discovery of the Ft gene, the art of naming novel genes, emerging technologies in basic science, and her journey across a multitude of academic settings in the US, UK and Canada. This episode also features our first Journal Club segment, which discusses some of the translational aspects of this key work in cancer research, and a Word on the Street segment from our own Hillary Chan. Until next time, keep it raw!",
  "authors": [
   "Grace Jacobs"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 14,
  "title": "Living with Cystic Fibrosis",
  "blubrry": "23081664",
  "date": "April 28, 2017",
  "season": 1,
  "img-tile": "felix-ratjen-interview.jpg",
  "img-caption": "Dr. Felix Ratjen, Division Chief of Paediatric Respiratory Medicine at SickKids, Senior Scientist at the Research Institute in the Translational Medicine research program, and co-lead of the CF Centre at SickKids)",
  "img-page": "felix-ratjen-on-steps.jpg",
  "href-old": "2017/04/28/episode-14-dr-felix-ratjen/index.html",
  "notes": "Every day, we take ~12-20 breaths per minute, that adds up to anywhere between 12,000-30,000 breaths per day! Now imagine if your lungs failed to function properly, what would happen to your quality of life? How long would you be able to live? What therapies are available to you? These are some of the questions patients diagnosed with cystic fibrosis (CF) have to pose. On Episode 14 of Raw Talk Podcast, we sit down with Dr. Felix Ratjen (Division Chief of Paediatric Respiratory Medicine at The Hospital for Sick Children, Senior Scientist at the Research Institute in the Translational Medicine research program, and co-lead of the CF Centre at SickKids) to discuss CF, from its cause to current treatments, and how his research has not only prolonged but improved quality of life in CF patients. We also feature our second \"Classics\" segment on this episode, highlighting Dr. Lap-Chee Tsui's remarkable research contributions to the field of CF, which was conducted right here at The Hospital for Sick Children! Finally, we unveil our first ever \"Patient Perspective\" segment as we sit down with the very awesome and humble, Jeremie Saunders, to discuss his experiences after being diagnosed with CF and how this inspired him to start the amazing SickBoy podcast! Until next time, keep it raw!",
  "authors": [
   "Romina Nejad"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 13,
  "title": "Engineering Better Lungs",
  "blubrry": "22684379",
  "date": "April 14, 2017",
  "season": 1,
  "img-tile": "shaf-keshavjee-lab.jpg",
  "img-caption": "Dr. Shaf Keshavjee, Surgeon-in Chief at UHN, Officer of the Order of Canada, innovator of the ex-vivo lung perfusion system, and co-founder of the Latner Thoracic Surgery Research Laboratories",
  "img-page": "shaf-keshavjee-long.jpg",
  "href-old": "2017/04/14/episode-13-dr-shaf-keshavjee/index.html",
  "notes": "We can't live without air, but we also can't live with air if we can't breathe. Tune into this episode to hear Dr. Shaf Keshavjee (Surgeon-in-Chief at the University Health Network, Officer of Order of Canada, innovator of the ex-vivo lung perfusion system, and co-founder of the Latner Thoracic Surgery Research Laboratories with Dr. Mingyao Liu) talk everything lung transplants, including his insights on the Toronto technique, and the future of patient outcomes. With regeneration and stem-cells being all the talk of the century, it's important to understand what this means for us when it comes to breathing, living better, and beyond. To add onto this theme, Word On The Street gives you coverage on what the public has to say about the idea of super organs as a developing result of regenerative medicine. Until next time, keep it raw!",
  "authors": [
   "Hillary Chan"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 12,
  "title": "Graduate Professional Development",
  "blubrry": "22081951",
  "date": "March 24, 2017",
  "season": 1,
  "img-tile": "darlene-homonko-interview.jpg",
  "img-caption": "Dr. Darlene Homonko, Director of the Office of Technology Transfer and Industrial Liaison at the Lunenfeld-Tanenbaum Research Institute",
  "img-page": "darlene-homonko-headshot.jpg",
  "href-old": "2017/03/24/episode-12-dr-darlene-homonko/index.html",
  "notes": "Keeping with the theme of Student Engagement, we're ending the month with the woman who has figuratively (and nearly literally) done it all, Dr. Darlene Homonko! She's Director of the Office of Technology Transfer and Industrial Liaison at the Lunenfeld-Tanenbaum Research Institute and, she took the time to share her incredibly winding journey with us. Dr. Homonko tells us why it's okay to switch fields once, twice, or maybe even five times, why failure is a boon to personal growth, and offers her advice to students who aren't sure what the heck they want to do after grad school. Finally, Melissa dishes the inside scoop on the Graduate Professional Skills (GPS) program by catching up with Liam O'Leary- Graduate Programming Coordinator for the School of Graduate Studies at the University of Toronto - who discusses the nitty gritty of GPS, and gives his top picks from the program. If you're in need of a pep-talk, this is just the episode. Until next time, keep it raw!",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 11,
  "title": "Re-Imagining the PhD",
  "blubrry": "21698417",
  "date": "March 10, 2017",
  "season": 1,
  "img-tile": "reinhart-reithmeier-wide.jpg",
  "img-caption": "Dr. Reinhart Reithmeier, Professor of Biochemistry and Special Advisor to the Dean of Graduate Studies",
  "img-page": "reinhart-reithmeier-headshot.jpg",
  "href-old": "2017/03/10/episode-11-dr-reinhart-reithmeier/index.html",
  "notes": "Someone wise once said, \"a great mentor does all the things a good mentor does, but also knows when to let go.\" On this month's theme of Student Engagement, we sit down with some people who've helped influence us along our paths, and talk all things inspiration, professional development and translational skills. We begin with the world's one and only Dr. Reinhart Reithmeier, Professor of Biochemistry at the University of Toronto, Special Advisor to the Dean of Graduate Studies on graduate professional and leadership development, and mentor extraordinaire. Dr. Reithmeier tells us about how his interest in science was piqued after going squirrel watching in the Ottawa Valley, recalls a few pivotal figures in his life who taught him to excel in academia, and details what he's doing to pass on his wisdom to the next generation of graduates- a must-listen for all students. Until next time, keep it raw!",
  "authors": [
   "Richie Jeremian"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 10,
  "title": "Undergrads Ask",
  "blubrry": "21253845",
  "date": "February 24, 2017",
  "season": 1,
  "img-tile": "logo-left-shadow.jpg",
  "img-caption": "Dr. Vasu Venkateswaran",
  "img-page": "vasu-venkateswaran.jpg",
  "href-old": "2017/02/24/episode-10-undergrads-ask/index.html",
  "notes": "We are wrapping up this month's theme of \"Student Voices\" by focusing on the perspectives of future graduate students. On this episode, Richie, Alex and Eryn team sit down to play our favourite game, \"Kat Chats\", to answer some of the most common questions from our undergrad listeners. We talk about applying to (and enduring) grad school, and what doors can open after graduation. We also hear from Dr. Vasu Venkateswaran, who tells us more about the application process to the IMS and what stands out in successful applicants, and touches upon the IMS Summer Undergraduate Research Program (SURP). This episode is certainly not one to miss, especially if you are a current undergrad student who's curious about pursuing grad school! Until next time, keep it raw!",
  "authors": [
   "Alexandra Mogadam",
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 9,
  "title": "Grad Students Answer",
  "blubrry": "20802975",
  "date": "February 10, 2017",
  "season": 1,
  "img-tile": "logo-right-shadow.jpg",
  "img-caption": "",
  "img-page": "grad-life.jpg",
  "href-old": "2017/02/10/episode-9-grad-students-answer/index.html",
  "notes": "February is the month to highlight Student Voices. To kick off our theme, we take a break from talking to established researchers and scientists to sit down with some current graduate students at the University of Toronto. Tune in to hear from PhD students, Kasey, Marmendia, Katie, and Beatrice; MD/PhD candidates Swapna and Robert; and MSc candidate Fadl, on perseverance, battling self-doubt, the importance of a strong community, and asking the right questions in graduate school.",
  "authors": [
   "Ekaterina An"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 8,
  "title": "Marrying Art, Science & Design",
  "blubrry": "20334781",
  "date": "January 27, 2017",
  "season": 1,
  "img-tile": "jodie-jenkinson-listening.jpg",
  "img-caption": "Dr. Jodie Jenkinson, Professor in Biomedical Communications",
  "img-page": "jodie-jenkinson-talking.jpg",
  "href-old": "2017/01/27/episode-8-dr-jodie-jenkinson/index.html",
  "notes": "Are you a visual learner? Do you have a passion for art and science? Are you curious about how augmented reality can help you learn? Tune in to this week's episode, featuring Dr. Jodie Jenkinson, a professor in the Biomedical Communications (BMC) program at the Institute of Medical Science. Dr. Jenkinson talks about how she was able to combine her two loves: science and art, the research going on in her lab on visualization strategies to improve life science education, and details the unique aspects of the BMC program. In this episode's #AskAStudent, Matan Berson, a MScBMC candidate and creator of the Raw Talk logo, shares his own experience in the BMC program. Until next time, keep it raw!",
  "authors": [
   "Ekaterina An"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 7,
  "title": "Becoming a Health Research Translator",
  "blubrry": "20119112",
  "date": "January 20, 2017",
  "season": 1,
  "img-tile": "richard-foty-interview.jpg",
  "img-caption": "Richard Foty, Network and Community Coordinator of the Translational Research Program",
  "img-page": "richard-foty-headshot.jpg",
  "href-old": "2017/01/19/episode-7-dr-richard-foty/index.html",
  "notes": "Welcome to episode seven of the Raw Talk podcast! We're excited to introduce this month's theme of \"IMS Professional Programs\" with a special focus on translational research. This week's episode features Mr. Richard Foty, the Network and Community Coordinator of the Translational Research Program (TRP), a new master's degree for health research translators. Rich talks about he got involved in the program, the tools students of the TRP learn to make an impact on the healthcare delivery system, and where he sees himself after the completion of his graduate studies. To top it off, we have some excellent segments in store, including a sit-down with Director Dr. Joseph Ferenbok in &nbsp;\"Mentor's Corner\" and this week's \"Ask A Student\" features members of Timely, a student-led initiative out of the TRP. Until next time, keep it raw!",
  "authors": [
   "Alexandra Mogadam"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 6,
  "title": "Concussion in Sports",
  "blubrry": "20018070",
  "date": "December 31, 2016",
  "season": 1,
  "img-tile": "andrew-baker-interview.jpg",
  "img-caption": "Dr. Andrew Baker",
  "img-page": "andrew-baker-sitting.jpg",
  "href-old": "2016/11/25/episode-6-dr-andrew-baker/index.html",
  "notes": "When you're watching a hockey game or even playing sports yourself, do you ever think about concussions? What do athletes or the public think know about concussions? What do our experts at U of T say? In the sixth episode, we continue the theme of \"Neurotrauma\" with a special focus on sport concussions. &nbsp;Tune in as we hear Jabir & Richie interview Dr. Andrew Baker, Hillary ask U of T-ers what they know about concussions, and Dr. Michael Hutchison of U of T's Concussion Program emphasize what we need to be cautious about when dealing with a potential concussion on our new segment, Life Supply. Until next time, keep it raw!",
  "authors": [
   "Hillary Chan"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 5,
  "title": "Essentials of Spinal Cord Injury",
  "blubrry": "20018069",
  "date": "December 31, 2016",
  "season": 1,
  "img-tile": "michael-fehlings-wide.jpg",
  "img-caption": "Dr. Michael Fehlings, surgeon-scientist",
  "img-page": "michael-fehlings-long.jpg",
  "href-old": "2016/11/11/episode-5-dr-michael-fehlings/index.html",
  "notes": "Welcome to the fifth episode of the Raw Talk Podcast! We are excited to reveal this month's theme: \"Neurotrauma\". In our first instalment, surgeon-scientist Dr. Michael Fehlings joins us to speak about his early training, translatable research focus, and his experience as one of the Institute of Medical Sciences' first MSc-to-PhD transfer students. We cover the impact of his thesis work in our very first \"Classics\" segment and in \"Mentor's Corner\", we sit down with Dr. Fehlings' former supervisor and long-standing collaborator, Dr. Charles Tator. Here, Dr. Tator describes his personal and professional relationship with Dr. Fehlings over the years and gives his advice to those interested in pursuing concussion and spinal cord research. Be sure to tune in! Until next time, keep it raw.",
  "authors": [
   "Romina Nejad"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 4,
  "title": "Demystifying Schizophrenia",
  "blubrry": "20018068",
  "date": "December 31, 2016",
  "season": 1,
  "img-tile": "albert-wong-interview.jpg",
  "img-caption": "Dr. Albert Wong, Professor of Psychiatry and Pharmacology at IMS, Research Scientist, and Staff Psychiatrist at CAMH",
  "img-page": "albert-wong-sitting.jpg",
  "href-old": "2016/10/28/episode-4-dr-albert-wong/index.html",
  "notes": "To continue this month's theme of \"The Physician-Scientist\", we are thrilled to bring you an episode featuring the incredible Dr. Albert Wong, Professor of Psychiatry and Pharmacology at the Institute of Medical Sciences, and Research Scientist & Staff Psychiatrist at the Centre for Addiction and Mental Health. In this episode, Dr. Wong discusses the importance of conducting research in psychiatry, as well as sharing his insights from his research on the molecular and genetic aspects of schizophrenia. This dose of Raw Talk also features two brand-new segments, hosted by Eryn and Kat! In \"Myth busters\", they take a few minutes to debunk some of the most common misconceptions surrounding schizophrenia. Then they take to the streets of the University of Toronto campus to find out the \"Word on the Street\" is about mental health and what it means to students! Be sure to tune in and until next time, keep it raw!",
  "authors": [
   "Ekaterina An",
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 3,
  "title": "Kids, Kidneys & Double Degrees",
  "blubrry": "20018067",
  "date": "December 31, 2016",
  "season": 1,
  "img-tile": "norman-rosenblum-interview.jpg",
  "img-caption": "Dr. Norman Rosenblum, Physician-Scientist",
  "img-page": "norman-rosenblum-sitting.jpg",
  "href-old": "2016/10/14/episode-3-dr-norm-rosenblum/index.html",
  "notes": "We're excited to introduce October's theme of \"The Physician-Scientist\" with a man whose talents go beyond the bench and bedside: Dr. Norman Rosenblum. In this episode, you'll hear what led Dr. Rosenblum to combine clinical practice with research, his opinion on the physician-scientist being an \"endangered species\", and the emerging technologies that have, and continue to shape the future of pediatric nephrology research - a topic further explored in our very first \"Flashback Friday\" segment. \"Ask a Student\" is back, and this time, MD-PhD candidate Swapna Mylabathula joins us to talk about her motivations and the work she has been involved with so far. Be sure to tune in. Until next time, keep it raw!",
  "authors": [
   "Ekaterina An",
   "Eryn Tong"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 2,
  "title": "Polymers that Promote Healing",
  "blubrry": "20018066",
  "date": "September 30, 2016",
  "season": 1,
  "img-tile": "molly-shoichet-interview.jpg",
  "img-caption": "Dr. Molly Shoichet",
  "img-page": "molly-shoichet-headshot.jpg",
  "href-old": "2016/09/30/episode-2-dr-molly-shoichet/index.html",
  "notes": "In this session of the Raw Talk Podcast, we are happy to welcome the incredibly accomplished Dr. Molly Shoichet to the show! Dr. Shoichet shares her love for collaboration, working at the interface of different fields, and engaging the public in science. You'll also learn how she found her way back to academia after a successful industry career and what she looks for in potential trainees. We're also excited to introduce our very first \"Ask a Student\" segment with PhD Candidate, Nick Mitrousis. Nick provides insight into being a student in the Shoichet lab and what he sees as the future of polymer science and regenerative medicine. This one is not to miss. Until next time, keep it raw!",
  "authors": [
   "Melissa Galati"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 },
 {
  "no": 1,
  "title": "Introducing Raw Talk (formerly known as Raw Data)",
  "blubrry": "20018065",
  "date": "September 16, 2016",
  "season": 1,
  "img-tile": "season-1-team.jpg",
  "img-caption": "Raw Talk Season 1 Team",
  "img-page": "raw-talk-logo.jpg",
  "href-old": "2016/09/16/episode-1-meet-the-team/index.html",
  "notes": "On the first episode of the podcast, the Raw Talk team discusses all you need to know about the show, from inspiration to implementation, and everything in between. You'll learn why a podcast and video series make a winning combination, and how we're using themes, to provide more engaging content. We also spend a good portion introducing ourselves - sometimes revealing a little too much - while playing a game of \"Kat Chats.\" We've got big plans for Season 1, and we can't wait for you to hear what's in store. Until next time, keep it raw!",
  "authors": [
   "Jabir Mohamed"
  ],
  "prod-team": [],
  "tags": [],
  "links": []
 }
]