[
  { "name":"Melissa Galati", "title":"Executive Producer", "img": "melissa-galati.jpg",
    "bio": "Hello! I'm a 4th year PhD student in the Institute of Medical Science here at U of T. When I'm not podcasting, I study cancer genetics at the Hospital for Sick Children. I've been with Raw Talk since Season 1 doing everything from hosting to communications! As one of this year's Executive Producers I'm excited to bring more stories to the show and really engage with the research community in the Faculty of Medicine this year. Other interests: Coffee, sleeping, soccer, cooking, coffee, yoga, rock climbing, comedy, coffee, napping, reading, and writing."
  },
  { "name":"Grace Jacobs", "title":"Executive Producer", "img": "grace-jacobs.jpg",
    "bio": "Hi listeners! I'm Grace, a third year PhD student in the Institute of Medical Science. My research combines imaging and genetic approaches to study the mechanisms of psychiatric symptom development in youth populations. We have some great stories and science to share this season! I'm beyond excited to be taking over as one of the Executive Producers and work with each of the wonderful members of the Raw Talk team. Don't forget to tune in, let us know what you think, and of course, keep it raw!"
  },
  { "name":"Jabir Mohamed", "title":"Publica Relations Executive", "img": "jabir-mohamed.jpg",
    "bio": "Hello hello, Jabir here and I'm a recent MSc graduate of the IMS. At Raw Talk, I co-lead public relations efforts, manage branding, and spend a lot of time thinking about program development. Although I love everything about the show, it's the people involved - scientists, health professionals, and faces you see on this page - that bring me most joy. Outside of podcasting, I'm into swimming, finding new music, and spending time with my nephews and nieces."
  },
  { "name":"Hajer Nakua", "title":"Communications Executive", "img": "hajer-nakua.jpg",
    "bio": "Hello everyone! My name is Hajer Nakua and I'm just starting the first year of my Master's in Medical Science. My project investigates and cortical-amygdala networks of patients with neurodevelopmental disorders and their behaviour phenotypes. I'm looking forward to being the Communications Executive of the Raw Talk Podcast in season 3 and overall being part of such an amazing team! Outside of school and extracurriculars, I love to experiment with new recipes, read thought provoking books and maintaining a healthy & active lifestyle!"
  },
  { "name":"Ekaterina An", "title":"Audio Engineer & Webmaster", "img": "ekaterina-an.jpg",
    "bio": "Hello! I'm Kat, a recent MSc grad at the Institute of Medical Science, studying the emotional, social, and psychological impact of having advanced cancer. As a member of Raw Talk from the very first episode, I'm excited to see how much the show has changed and grown! This season, I'll be tackling the behind-the-scenes of podcast production as an Audio Engineer and Webmaster. We have lots of exciting science storytelling coming your way so make sure to tune in and as always, keep it raw!"
  },
  { "name":"Aditi Desai", "title":"Show Host", "img": "aditi-desai.jpg",
    "bio": "Hey listeners, my name is Aditi and I'm a first year MSc student at the Institute of Medical Science. For my research, I am investigating the physical health outcomes of siblings of childhood cancer survivors. In other words, I am trying to find out whether cancer and cancer treatment in a particular child impacts the health and wellbeing of other children in the same family. Outside of research, I love to swim, drink copious amounts of coffee, and crack that's what she said jokes to my disapproving friends. I am extremely excited to be a part of Season 3, as I will get to learn about and share all the amazing research that is happening in Toronto. Remember to tune in, and until next time, #keepitraw!"
  }
]
