{
  "no": 110,
  "title": "Back to School with Raw Talk: Grad Roundtable",
  "mp3": "https://mcdn.podbean.com/mf/web/86hxty/E110_draft4_1_8r50w.mp3",
  "date": "2022 Nov 23",
  "season": 7,
  "template": "episode",
  "img_tile": "myriam-zilles-waSCGAuj0IE-unsplash.jpg",
  "guests": [
    { "name": "Bellinda Yin",
      "title": "Medical Student, University of Toronto",
      "img": "RawTalkPhoto_BellindaYin.PNG"
    },
    { "name": "Julia Wong",
      "title": "Master of Health Informatics, Student, University of Toronto",
      "img": "Wong, Julia_headshot.png"
    },
    { "name": "Noor Al Kaabi",
      "title": "Master of Science Student, University of Toronto",
      "img": "Noor_Al_Kaabi_head_shot.jpeg"
    },
    { "name": "Sonika Kumari",
      "title": "Master of Science Student, University of Toronto",
      "img": "Sonika_Kumari_headshot_Rawtalk.jpg"
    },
    { "name": "Hannah Shuster-Hyman",
      "title": "PhD Student, University of Toronto",
      "img": "Hannah SH_Raw Talk.jpg"
    },
    { "name": "Angela Mathews",
      "title": "Master of Science Student, University of Toronto",
      "img": "Angela_Mathews_headshot.jpg"
    }
  ],
  "notes": "Back to school season is in full force, and students ride the rollercoaster of academia for another year. This is where students face new joys, opportunities and challenges along the way. As technology and scientific advancements progress at a rate faster than we’ve ever seen before, graduate, post-graduate, medical and other professional students embark on a journey of research and of adulthood all at once. In today’s episode, we have a roundtable discussion to exchange views on our hopes and struggles as a graduate student. Our teams shared stories of our first research experiences, tips on finding balance between personal and academic life and keys to success learned along the way. Each of our stories are unique but common themes of resilience, collaborative work, networking with faculty and peers, coping with societal expectations and finding ways to balance a busy lifestyle can be seen. Things aren’t always easy, and they definitely aren’t pretty all the time, but through these experiences we gain knowledge that helps contribute to science, and changing the world. Although it’s a struggle, it is a collective one and we lean on one another to be the best version of ourselves. We have fun together, we support each other, and we grow stronger. ",
  "authors": [""],
  "prod_team": {
    "cc": [""],
    "sh": [""],
    "ep": [""],
    "ae": [""],
    "pv": [""],
    "sm": [""]
  },
  "tags": [],
  "links": [
    
  ]
}
