{
  "no": "49",
  "title": "Canada Legalizes Cannabis",
  "blubrry": "########",
  "date": "October 17, 2018",
  "season": 0,
  "img-tile": "First-Last.jpg",
  "img-caption": "",
  "img-page": "First-Last.jpg",
  "notes": "The day has arrived. After being prohibited in Canada for over 90 years, cannabis has been legalized for recreational use across the country. Just about everybody has an opinion on cannabis legalization. Throughout this episode, you'll hear from people around downtown Toronto, sharing their views on legalization and some interesting personal experiences. There are also many misconceptions out there. We sat down with some researchers who study cannabis at the University of Toronto to learn about the science behind cannabis. The conversation starts with Lauren DeFreitas, a graduate student at CAMH whose research focuses on the THC and CBD content of different products and how these active chemical compounds in cannabis impact health outcomes. Dr. Ruth Ross is a professor in the Department of Pharmacology and Toxicology at the University of Toronto. She talks about how THC interacts with the endocannabinoid system at the molecular level, and the potential to target this complex system for therapeutic purposes. Karolina Kozak is a PhD candidate from Dr. Tony George's lab at CAMH. Her work focuses on cannabis use disorder in schizophrenia and she tells us about what exactly happens with the brain in addiction. We also delve into some of the societal impacts of cannabis legalization in this episode. We talked to Dr. Pat Erickson, a professor emerita at the Department of Sociology at the University of Toronto. Her work looked at some of the personal and societal impacts of criminalization. We'll hear from her about the normalization of cannabis use over time, and the importance of having engaging and accurate educational material, especially for youth, now that it has been legalized. Sudha Sabanadesan is a policy development officer at Toronto Public Health. She tells us about some of the concerns they have going forward, including cannabis use by adolescents and driving while impaired, and the public health perspective on harm reduction. There's a lot to learn about cannabis legalization and this episode is a great place to start! If you haven't already, let us know what you think of the show! It's an important way for us to create the content you want to hear. Please complete this survey (https://rawtalkpodcast.typeform.com/to/PH50b2?name=RawTalk&amp;source=Shownotes) - it'll only take you 5 minutes!",
  "authors": [
    "Jesse Knight"
  ],
  "tags": [],
  "links": []
}
