{
  "no": 51,
  "title": "From \"Miracle Drug\" to Epidemic",
  "blubrry": "39592788",
  "date": "November 21, 2018",
  "season": 3,
  "img-tile": "pill-bottle.jpg",
  "img-caption": "Dr. Andrea Furlan, Associate Professor, Department of Medicine, University of Toronto",
  "img-page": "andrea-furlan.jpg",
  "notes": "Open any newspaper and you'll stumble across an article on the opioid crisis. While some mention illicit fentanyl, other pieces talk about doctor-prescribed substances. What is actually going on? On this episode we’ll be exploring the basics of this multi-faceted topic: how did this crisis start, and why? To answer this question, we spoke to a variety of stakeholders and did some sleuthing of our own. You’ll be hearing from two clinician scientists, both experts in pain management and research: Drs. Andrea Furlan and Hance Clarke. Together, they provided us a historical perspective on the crisis, and its current transcendence beyond the prescription pad. Matt Johnson, a harm reduction coordinator at Queen West Community Health Centre, shared his frontline perspective on the crisis. Finally, we had the opportunity to talk to City Councillor Joe Mihevc, the Chair of the Toronto Board of Health, the body that recently called upon the federal government to decriminalize all drugs. As they are in society, the perspectives we gathered here are diverse, yet telling of the complexity of this issue. We wrapped up the show with ideas on what needs to happen next, and hopes for the future. Until next time, keep it raw!",
  "authors": ["Alexandra Mogadam"],
  "tags": [],
  "links": [
    { "title": "Dr. Andrea Furlan’s profile",
      "href": "https://www.uhnresearch.ca/researcher/andrea-furlan"
    },
    { "title": "Dr. Hance Clarke’s profile",
      "href": "http://www.anesthesia.utoronto.ca/content/hance-clarke"
    },
    { "title": "City Councillor Joe Mihevc’s website",
      "href": "http://www.joemihevc.com/"
    },
    { "title": "Toronto Harm Reduction Alliance",
      "href": "https://torontoharmreductionalliance.ca/about-us/"
    },
    { "title": "Harm reduction at Queen West Community Health Centre",
      "href": "https://pqwchc.org/programs-services/harm-reduction/"
    },
    { "title": "Toronto Overdose Prevention Society’s Go Fund Me page",
      "href": "https://www.gofundme.com/torontooverdosepreventionsociety"
    },
    { "title": "camh’s fact sheet on street fentanyl",
      "href": "https://www.camh.ca/-/media/files/guides-and-publications/straight-talk-fentanyl.pdf"
    },
    { "title": "Ontario’s new Consumption and Treatment Services model",
      "href": "https://news.ontario.ca/mohltc/en/2018/10/ontario-government-connecting-people-with-addictions-to-treatment-and-rehabilitation.html"
    },
    { "title": "Toronto Overdose Prevention Society’s response to Ontario’s new Consumption and Treatment Services model",
      "href": "https://www.facebook.com/TorontoOPS/posts/419456505253059"
    },
    { "title": "Globe and Mail article on Toronto Board of Health’s call for decriminalization of all drugs",
      "href": "https://www.theglobeandmail.com/canada/toronto/article-toronto-board-of-health-to-consider-report-recommending-drug/"
    }
  ]
}
