{
  "no": 53,
  "title": "Indigenous Perspectives on Health",
  "mp3": "https://mcdn.podbean.com/mf/web/pvi2xr/rawdataims_content_blubrry_com_rawdataims_Ep53_final.mp3",
  "date": "January 23, 2019",
  "season": 3,
  "img_tile": "first-nations-house-artwork.jpg",
  "img_caption": "Dr. Michael Anderson, Researcher, Waakebiness-Bryce Institute for Indigenous Health, Dalla Lana School of Public Health, University of Toronto",
  "img_page": "michael-anderson.jpg",
  "href_old": "2019/01/23/53-indigenous-perspectives-on-health/index.html",
  "notes": "Everyone has their own perspective through which they view the world. But an integral part of science is questioning -  questioning our assumptions and reflecting on how they may be impacted by the academic and medical systems within which we find ourselves. With this episode, we aim to do just that by learning about a different approach to health and wellness, one rooted in Indigenous knowledge. We spoke with Lee Maracle, Traditional Teacher at First Nations House about Indigenous perspectives on health. Next, Julie Bull, Research Methods Specialist at the Centre for Addictions and Mental Health, Dr. Michael Anderson, physician and researcher at the Waakebiness-Bryce Institute for Indigenous Health, and Dr. Raglan Maddox, post-doctoral fellow and researcher at the Well Living House, all shared their experiences in conducting research in partnership with Indigenous communities. Finally, Drs. Lisa Richardson and Jason Pennington talk about their efforts as curricular co-leads of Indigenous Health Education in the Faculty of Medicine to improve Indigenous health education for the next generation of clinicians. We hope this episode prompts you to appreciate the multitude of ways of knowing the world and inspires you to disrupt cultures that do not allow for these ways to co-exist. Until next time, keep it raw!",
  "authors": ["Ekaterina An"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Indigenous Cultural Safety Training Program by the Provincial Health Services Authority in British Columbia",
      "href": "http://www.sanyas.ca/"
    },
    { "title": "The Truth and Reconciliation Commission of Canada Report",
      "href": "http://www.trc.ca/"
    },
    { "title": "Workshops and Courses through the Ontario Federation of Indigenous Friendship Centres",
      "href": "http://www.ofifc.org"
    },
    { "title": "First Nations House, University of Toronto",
      "href": "https://www.studentlife.utoronto.ca/fnh "
    },
    { "title": "Cancer Care Ontario Cultural Safety Courses",
      "href": "https://elearning.cancercare.on.ca/course/index.php?categoryid=2"
    },
    { "title": "Julie Bull's full spoken word poem, \"Collective Responsibility\"",
      "href": "https://youtu.be/mnbyWZFL6OE"
    }
  ]
}
