{
  "no": 56,
  "title": "Mirror, Mirror - The Science Behind Skin & Cosmetics",
  "blubrry": "42503097",
  "date": "March 13, 2019",
  "season": 3,
  "img_tile": "sandy-skotnicki.jpg",
  "img_caption": "Dr. Julia Carroll, Ontario Regional Director of the Canadian Dermatology Association",
  "img_page": "julia-carroll.jpg",
  "href_old": "2019/03/13/56//index.html",
  "notes": "Step 1, wash face. Step 2, tone. Step 3, apply serum. Step 4, hydrate. Sound familiar? Most of us have a facial routine that looks something like this. While the amount of steps may differ, most would agree that they follow a variation of the above regime. Today's episode questions where this and other daily hygiene/cleanliness routines come from, and explores the unique intersection at which dermatology lies -  between medicine, and beauty. We talked to two dermatologists, medical professionals that specialize in the domain of skin, hair and nails for this purpose. Dr. Sandy Skotnicki, Founder of the Bay Dermatology Centre and Assistant Professor in the Department of Medicine, University of Toronto, told us about her new book Beyond Soap, exploring our culture's hygiene practices, and enlightening us on the sinister side of soap. Dr. Julia Carroll, Ontario Regional Director of the Canadian Dermatology Association, discussed the complex interplay between dermatological conditions and cosmetics, and how these things are hard to untangle. To wrap up, we asked the question we know you are perhaps most interested in: what are the most essential products for healthy and well-balanced skin? Tune in to find out! Until next time, keep it hygienic - not clean!",
  "authors": ["Alexandra Mogadam"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Dr. Sandy Skotnicki's Website",
      "href": "https://drsandyskotnicki.com"
    },
    { "title": "Beyond Soap by Dr. Sandy Skotnicki and Christopher Shulgan",
      "href": "https://www.penguinrandomhouse.com/books/550291/beyond-soap-by-dr-sandy-skotnicki-with-christopher-shulgan/9780735233607/"
    },
    { "title": "Dr. Skotnicki's Clinic",
      "href": "https://baydermatologycentre.com"
    },
    { "title": "The Product Elimination Diet",
      "href": "https://www.producteliminationdiet.com"
    },
    { "title": "Dr. Carroll's Clinic",
      "href": "http://www.compassdermatology.ca"
    },
    { "title": "The Canadian Dermatology Association",
      "href": "https://dermatology.ca"
    },
    { "title": "CDA Recommended Skincare Product List",
      "href": "https://dermatology.ca/public-patients/recognized-products/skincare/"
    }
  ]
}
