{
  "no": 59,
  "title": "Let's Get Personal",
  "blubrry": "43496484",
  "date": "April 24, 2019",
  "season": 3,
  "img-tile": "james-kennedy.jpg",
  "img-caption": "",
  "img-page": "christine-bear.jpg",
  "notes": "Have you ever had a bad reaction to a medication? Or realized that it just wasn't helping at all? The way someone responds to a particular drug -  how effective it is and whether they experience any side effects -  can vary greatly between individuals, and it's becoming apparent that a personalized approach is needed when treating many conditions. This is especially true for several psychiatric conditions, where finding the right medication for someone has relied heavily on trial and error. In this episode, we talked to Dr. James Kennedy and Dr. Daniel Mueller, clinician scientists at CAMH and co-principal investigators of the IMPACT study, which aims to personalize the treatment of several psychiatric conditions. Catherine Virelli, a student in the Translational Research Program working with Dr. Kennedy, told us about the steps and challenges involved with bringing predictive tools produced by programs like IMPACT into clinical use. We also sat down with Dr. Christine Bear, senior scientist at Sick Kids and director of CFIT - the Program for Individualized Cystic Fibrosis (CF) Therapy. She told us about why an individualized approach is necessary for treating CF and how the CFIT program can be useful for discovering new personalized therapies for patients.",
  "authors": ["Thamiya Vasanthakumar"],
  "tags": [],
  "links": [
    { "title": "The IMPACT Study",
      "href": "http://impact.camhx.ca/en/home.php"
    },
    { "title": "Dr. Daniel Mueller's Pharmacogenetics Research Clinic",
      "href": "http://research.camh.net/pgx/index.php"
    },
    { "title": "SickKids Foundation Cystic Fibrosis Page",
      "href": "https://www.sickkidsfoundation.com/whyweneedyou/continuebreakthroughresearch/cysticfibrosis"
    },
    { "title": "MJ (A CF patient) visits Dr. Christine Bear's lab",
      "href": "https://www.youtube.com/watch?v=MqCmis2Eb5o"
    },
    { "title": "CFIT",
      "href": "https://lab.research.sickkids.ca/cfit"
    },
    { "title": "Register for our Live Podcast Event!",
      "href": "https://www.rawtalklive.com"
    }
  ]
}
