{
  "no": 60,
  "title":"Forensic Psychiatry: Mental Health Meets the Law",
  "blubrry": "43995966",
  "date": "May 15, 2019",
  "season": 3,
  "img-tile": "sandy-simpson.jpg",
  "img-caption": "Dr. James Cantor, Director of the Toronto Sexuality Centre",
  "img-page": "james-cantor.jpg",
  "notes": "Crime shows are ubiquitous these days. A common theme in the genre is violence committed by individuals who are mentally ill. These events are oftentimes sensationalized, drawing attention to the nature of the crime, and blurring the circumstances and neurobiology that played a role in setting the stage. Today's episode explores the intersection of violence and mental illness, and among other things, talks about how crime in this context could be interpreted as a symptom of inadequate care. To start, we sat down with Dr. Hy Bloom, a forensic psychiatrist and lawyer, and part-time staff member in the Complex Mental Illness/Forensic Services Program at the Centre for Addiction and Mental Health (CAMH). With one foot in the medical world, and another in the legal realm, he talked about the legal nuances of forensic psychiatry. Next was Dr. Sandy Simpson, a clinician-scientist and the Chief of Forensic Psychiatry at CAMH. Dr. Simpson talked about his international research in the field, and emphasized the need for more community-based services. Finally, Dr. James Cantor, a clinical psychologist and Director of the Toronto Sexuality Centre, spoke to us about his practice and research in the field of pedophilia and paraphilias. Tune in for an episode as riveting as any true crime story you have listened to. Until next time, keep it raw!",
  "authors": ["Alexandra Mogadam"],
  "tags": [],
  "links": [
    { "title": "Dr. Hy Bloom's Workplace.Calm",
      "href": "http://www.workplace.calm.to"
    },
    { "title": "Dr. Bloom's Department of Psychiatry profile",
      "href": "https://www.psychiatry.utoronto.ca/faculty/dr-hy-bloom"
    },
    { "title": "Dr. Bloom's Faculty of Law profile",
      "href": "https://www.law.utoronto.ca/faculty-staff/adjunct-visiting-faculty/hy-bloom"
    },
    { "title": "Dr. James Cantor's website",
      "href": "http://www.jamescantor.org"
    },
    { "title": "Toronto Sexuality Centre",
      "href": "http://www.torontosexuality.ca/"
    },
    { "title": "(Article) White Matter Deficiency in Men who are Pedocphilic. By Dr. Cantor",
      "href": "https://www.ncbi.nlm.nih.gov/pubmed/18039544"
    },
    { "title": "(Documentary) I, Pedophile",
      "href": "https://www.cbc.ca/player/play/2685059055"
    }
  ]
}
