{
  "no": 65,
  "title": "Investing in Knowledge: The Life Cycle of Research",
  "mp3": "https://mcdn.podbean.com/mf/web/d6fy6h/rawdataims_content_blubrry_com_rawdataims_RTP-episode65.mp3",
  "date": "Sept 25, 2019",
  "season": 4,
  "template": "episode-old",
  "img_tile": "david-naylor-talking.jpg",
  "img_caption": "Dr. David Naylor, Professor of Medicine at the University of Toronto and founding CEO of the Institute of Clinical and Evaluative Sciences",
  "img_page": "david-naylor-profile.jpg",
  "notes": "On this episode, we explore the life cycle of research: from seeking funding to sharing findings that inspire. Grace spoke to Dr. David Naylor about science culture in Canada and the Fundamental Science Review panel that he chaired. This review reported on the science funding ecosystem in Canada and was key to Federal research budget increases in 2018. Stephania also sat down with Dr. Alan Bernstein, President of the Canadian Institute for Advanced Research (CIFAR) and former President of the Canadian Institute for Health Research (CIHR). He shared what makes a grant application great and more likely to be awarded funds, as well as the collaborative research that CIFAR is leading. We also spoke with Dr. Orli Bahcall, a Senior Editor at Nature, who gave us her perspective on publishing, the value of preprints, and impact factor as a measure of publication success. Finally, we dived into what we can do to advocate for more research funding and engage with the public about science. From inspirational ideas to a published article, the research process is an extensive and expensive one.",
  "authors": ["Zeynep Kahramanoglu"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Dr. Ben Mudrak on Preprints",
      "href": "https://www.aje.com/arc/benefits-of-preprints-for-researchers/"
    },
    { "title": "CIFAR",
      "href": "https://www.cifar.ca/"
    },
    { "title": "Fundamental Science Review",
      "href": "https://evidencefordemocracy.ca/en/content/fundamental-science-review-where-are-we"
    },
    { "title": "The Impact Factor",
      "href": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4150161/"
    },
    { "title": "Guide to Scholarly Metrics",
      "href": "https://academic.oup.com/eurheartj/article/38/35/2646/4157485"
    },
    { "title": "Illinois Library: Scholarly Metrics",
      "href": "https://guides.library.illinois.edu/c.php?g=621441&p=4328607"
    },
    { "title": "CIHR Grants and Award Expenditures",
      "href": "http://www.cihr-irsc.gc.ca/e/51250.html"
    },
    { "title": "CIHR In Numbers",
      "href": "http://www.cihr-irsc.gc.ca/e/50802.html"
    }
  ]
}
