{
  "no": 66,
  "title": "Investing in Tomorrow: Why Are You Voting Science?",
  "blubrry": "49769793",
  "date": "October 9, 2019",
  "season": 4,
  "img_tile": "farah-qaiser-landscape.jpg",
  "img_caption": "Dr. Imogen Coe, Canadian leader for Equity, Diversity, and Inclusion policy in science, Founding Dean of the Faculty of Science at Ryerson University, and Vice-President of the Canadian Society for Molecular Biosciences",
  "img_page": "imogen-coe-portrait.jpg",
  "notes": "On October 21, we will be voting in an important federal election that will determine the next 4 years of Canadians' lives. While voters have many concerns they want addressed, one topic that does not often get the spotlight is science. In this week's episode, we turned to leading Canadian science advocates for advice on how we can speak up for science. Dr. David Naylor, former President of the University of Toronto and chair of the recent Fundamental Science Review (throwback to episode 65), spoke to us about the importance of fostering a science culture and the misuse of science by politicians. Dr. Molly Shoichet, University Professor at U of T and former Ontario Chief Scientist, shared with us her views on the politicization of science, the vitality of science evidence in providing policy solutions for the future, and the inclusion of scientists into the decision-making process. You'll also hear from Dr. Imogen Coe, Founding Dean of Science and Professor at Ryerson University, as well as a champion for equity, diversity and, inclusion programs in Canada. She further illustrated the importance of active science communication to improve contributions to science. We spoke to Farah Qaiser, President of the science advocacy organization Toronto Science Policy Network and Graduate Student at U of T, who provided us with a student's perspective on these vital issues in addition to discussing the ongoing Vote Science campaign - a great and easy way for everyone and anyone to get involved in the world of science policy. Last, but certainly not least, Dr. Amanda Veri, a Research associate at U of T shared her inspiring example of science advocacy we hope will light a fire in you as we approach election day.",
  "authors": ["Frank Telfer","Tsukiko Miyata"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Vote Science",
      "href": "https://www.votescience.ca"
    },
    { "title": "Toronto Science Policy Network",
      "href": "https://toscipolicynet.ca"
    },
    { "title": "Evidence4democracy",
      "href": "https://evidencefordemocracy.ca"
    },
    { "title": "Canadian Science Policy Conference",
      "href": "https://sciencepolicy.ca"
    },
    { "title": "Science Outside the Lab North",
      "href": "http://sotlnorth.ca"
    },
    { "title": "Canada's Fundamental Science Review",
      "href": "http://www.sciencereview.ca/eic/site/059.nsf/vwapj/ScienceReview_April2017.pdf/$file/ScienceReview_April2017.pdf"
    },
    { "title": "Political Party Platforms",
      "href": "https://newsinteractives.cbc.ca/elections/federal/2019/party-platforms/"
    }
  ]
}
