{
  "no": 68,
  "title": "Down the Rabbit Hole of Psychedelics",
  "blubrry": "51565558",
  "date": "November 6, 2019",
  "season": 4,
  "img_tile": "norm-farb.jpg",
  "img_caption": "Dr. Fred Barrett, Assistant Professor of Psychiatry and Behavioural Sciences at Johns Hopkins University",
  "img_page": "frederick-barrett.jpg",
  "notes": "Humans have been captivated by the power of psychedelics for millennia. Traditionally, natural psychedelics have been used in religious rituals to communicate with gods or in warfare to take courage. More casual use of synthetic psychedelics like LSD and DMT is often depicted in movies and songs as surreal and stimulating events. Despite being highly regulated and poorly studied, people continue to use psychedelics for the unique and impactful experiences. In today's episode, we want to learn what science says about these magic drugs. Dr. Edward Shorter, Professor of History of Medicine and an author of many books on medical drugs, talked to us about how psychedelics were discovered. We also spoke to scientists who explore the potential therapeutic use of psychedelics. Dr. Fred Barrett, Assistant Professor of Psychiatry and Behavioural Sciences at Johns Hopkins University, gave us an overview of current understanding of psychedelics on brain function. Dr. Norm Farb, Professor of Psychology at University of Toronto Mississauga, explained to us his upcoming trial on psychedelic microdosing. Finally, one of our hosts Amber Mullin shared with us her personal experiences with and perspectives on psychedelics. Tune in to find out what psychedelics have to offer.",
  "authors": ["Tsukiko Miyata"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Frederick Barrett Homepage",
      "href": "https://www.hopkinsmedicine.org/profiles/results/directory/profile/10000707/frederick-barrett"
    },
    { "title": "Norman Farb Homepage",
      "href": "https://www.utm.utoronto.ca/psychology/faculty-staff/farb-norman"
    },
    { "title": "Edward Shorter's Website",
      "href": "https://edwardshorterauthor.com"
    },
    { "title": "Soma Elixir: Nectar of the Gods (Article)",
      "href": "https://www.psychedelicadventure.net/2014/12/soma-elixir-nectar-of-gods.html"
    },
    { "title": "Tripping through Time: The Fascinating History of the Magic Mushroom (Article)",
      "href": "https://www.ancient-origins.net/history-ancient-traditions/tripping-through-time-fascinating-history-magic-mushroom-007474"
    },
    { "title": "Ayahuasca: Shamanism Shared Across Cultures (Article)",
      "href": "https://www.culturalsurvival.org/publications/cultural-survival-quarterly/ayahuasca-shamanism-shared-across-cultures"
    },
    { "title": "Peyote Website",
      "href": "https://www.peyote.org"
    }
  ]
}
