{
  "no": 69,
  "title": "Forgotten Voices: Exploring Homelessness and Health",
  "blubrry": "52171854",
  "date": "November 20, 2019",
  "season": 4,
  "img-tile": "vicky-stergiopoulos.jpg",
  "img-caption": "Linda Bingham, graduate of \"Voices from the Street\" leadership program at Working for Change, with lived experience of homelessness and addiction",
  "img-page": "linda-bingham.jpg",
  "notes": "Homelessness remains a persistent, societal and human rights issue that affects over 250,000 Canadians. The challenges go beyond just finding a place to live – those who are homeless or vulnerably housed have higher incidences of chronic mental and physical health problems and often face stigma while navigating the healthcare system. On this episode, we heard from different voices at the intersection of homelessness and health. We started our conversation with Linda Bingham from Working for Change, who shared her lived experience with homelessness and addiction and how she has now found her voice to tell her story for the very first time. We also spoke to Daniela Mergarten, who told us about her struggles to find stable housing, her experiences with the healthcare system, and her advocacy work with the Lived Experience Caucus of the Toronto Alliance to End Homelessness. Dr. Alissa Tedesco, a physician in the Palliative Education and Care for the Homeless (PEACH) program and co-chair of Health Providers Against Poverty (HPAP) Ontario, told us about the work being done on the frontline to address the healthcare needs of people who are homeless as well as some of the shortcomings of our healthcare and social service systems. Finally, Dr. Vicky Stergiopoulos, a clinician-scientist and physician in chief at CAMH, told us about her work looking at the effectiveness of a Housing First approach to improve housing stability and health outcomes amongst people experiencing homelessness.",
  "authors": ["Thamiya Vasanthakumar"],
  "prod-team": [],
  "tags": [],
  "links": [
    { "title": "Linda Bingham's full interview",
      "href": "https://media.blubrry.com/rawdataims/content.blubrry.com/rawdataims/LindaBingham.mp3"
    },
    { "title": "Daniela Mergarten's full interview",
      "href": "https://media.blubrry.com/rawdataims/content.blubrry.com/rawdataims/DanielaMergarten.mp3"
    },
    { "title": "Voices on the Street, Working for Change",
      "href": "http://workingforchange.ca"
    },
    { "title": "Dr. Naheed Dosani TedX Talk",
      "href": "https://www.youtube.com/watch?reload=9&v=jcdm5fEqJmk"
    },
    { "title": "Daniela's CBC article on losing home on Dovercourt",
      "href": "https://www.cbc.ca/news/canada/toronto/precarious-housing-1.4036116 "
    },
    { "title": "PEACH Website",
      "href": "http://www.icha-toronto.ca/programs/peach"
    },
    { "title": "Journey Home Hospice",
      "href": "https://journeyhomehospice.ca"
    },
    { "title": "Paper by Dr. Vicky Stergiopoulos: Key Ingredients of a Cross-Section Partnership",
      "href": "https://doi.org/10.1176/appi.ps.201800590"
    },
    { "title": "Extension of At Home/Chez Soi Study by Vicky Stergiopoulos",
      "href": "https://www.thelancet.com/pdfs/journals/lanpsy/PIIS2215-0366(19)30371-2.pdf"
    },
    { "title": "Upstream Lab",
      "href": "https://upstreamlab.org/"
    },
    { "title": "Health Providers Against Poverty (HPAP)",
      "href": "https://healthprovidersagainstpoverty.ca"
    },
    { "title": "A Housing First Success Story",
      "href": "https://www.camh.ca/en/camh-news-and-stories/a-housing-first-success-story"
    },
    { "title": "Toronto Alliance to End Homelessness",
      "href": "https://taeh.ca/"
    },
    { "title": "Street Health Report Card",
      "href": "http://www.streethealth.ca/downloads/the-street-health-report-2007.pdf"
    },
    { "title": "Too Little Too Late: How we fail vulnerable Canadians as they die and what to do about it",
      "href": "https://www.uvic.ca/research/groups/peol/assets/docs/too-little-too-late.pdf"
    }
  ]
}
