{
  "no": 71,
  "title": "What Does It All Mean?",
  "blubrry": "53280426",
  "date": "December 18, 2019",
  "season": 4,
  "img-tile": "john-vervaeke.jpg",
  "img-caption": "Dr. Fabienne Picard is a neurologist and senior consultant in the EEG and Epilepsy Unit of the Neurology Department at the University Hospital of Geneva. Her research works to better understand the role of the insula in self-awareness and positive emotions by studying the experiences of those who have \"ecstatic\" epileptic seizures.",
  "img-page": "fabienne-picard.jpg",
  "notes": "What does it mean to lead a meaningful life? How do we find meaning in a modern context? Are we in the midst of a \"meaning crisis\"? Answering such profound questions is no easy task, but in this episode, we speak to several guests who are diving into the deep end and trying to do just that. First, we speak with Dr. Fabienne Picard, a neurologist at the University Hospital of Geneva, about using ecstatic seizures to scientifically study the feeling of meaning and what occurs physiologically during these moments. Then, we hear Dr. Tayyab Rashid, a clinical psychologist at the Health and Wellness Centre at the University of Toronto Scarborough, discuss how he uses positive psychology in his clinical practice to help people achieve a sense of well-being. Finally, we sat down with Dr. John Vervaeke, professor of psychology and cognitive science at the University of Toronto, to hear all about zombies, the \"meaning crisis\", and to get a more philosophical perspective on meaning and how to live a more meaningful life. So join us as we tackle these profound questions, and explore the science, psychology, and the philosophy of meaning and wellbeing. And hopefully you find something meaningful in our exploration!",
  "authors": ["Amber-Anne Mullin"],
  "prod-team": [],
  "tags": [],
  "links": [
    { "title": "Consciousness and Wisdom Lab",
      "href": "https://cwsl.ca/"
    },
    { "title": "Dr Tayyab Rashid's Website",
      "href": "http://www.tayyabrashid.com/"
    }
  ]
}
