{
  "no": 73,
  "title": "Biohacking: From Sci-Fi to Reality",
  "mp3": "https://mcdn.podbean.com/mf/web/li04tf/rawdataims_content_blubrry_com_rawdataims_RTP-episode73.mp3",
  "date": "January 29, 2020",
  "season": 4,
  "img_tile": "michael-szego.jpg",
  "img_caption": "Dr. Josiah Zayner runs his company The ODIN, manufacturing kits for DIY genetic engineering",
  "img_page": "josiah-zayner.jpg",
  "notes": "Our genetic information makes us who we are. \"Hacking\" into such an essential part of nature used to be something that happened only in science fiction. However, technology and scientific knowledge are evolving rapidly and \"bio-hacking\" has gone from sci-fi to reality. In fact, scientists and doctors around the world are conducting studies to see whether genetic engineering techniques could be used as interventions for various diseases like sickle cell disease and beta thalassemia. On this week's episode, we explore what our future could look like if we start to modulate our own biology at the genetic level. Dr. Josiah Zayner, CEO of the ODIN and promoter of DIY biology, shared his passion for hands-on science, learning from self-experimentation and genetic engineering in his own home. The techniques and the potential of genetic engineering were further explained by Andrew Hessel, a \"genomic futurist\" and co-lead of the Genome Project-Write. We also spoke with Dr. Michael Szego, Clinical Ethicist and Assistant Professor, Department of Family and Community Medicine and Molecular Genetics at the University of Toronto, to weigh in on the role of ethics in genetic engineering. Finally, our team reflected on how we envision \"biohacking\" in the future. Are you ready to biohack yourself? Tune in to find out!",
  "authors": ["Tsukiko Miyata"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Raw Talk Listener Survey!",
      "href": "https://rawtalkpodcast.typeform.com/to/geU4OO"
    },
    { "title": "Open Insulin",
      "href": "https://openinsulin.org/"
    },
    { "title": "NEO.LIFE: Online Magazine ",
      "href": "https://neo.life/"
    },
    { "title": "Josiah Zayner: STAT News Op-Ed",
      "href": "https://www.statnews.com/2020/01/02/crispr-babies-scientist-he-jiankui-should-not-be-villainized/"
    },
    { "title": "The Odin",
      "href": "https://www.the-odin.com/"
    },
    { "title": "Andrew Hessel's Website",
      "href": "https://andrewhessel.com/"
    },
    { "title": "New York Times Op-doc: \"Gut Hack\"",
      "href": "https://www.nytimes.com/2017/04/11/opinion/gut-hack.html"
    },
    { "title": "Genome Project-Write",
      "href": "https://engineeringbiologycenter.org/"
    },
    { "title": "Humane Genomics",
      "href": "https://www.humanegenomics.com/"
    },
    { "title": "Dr. Michael Szego",
      "href": "http://jcb.utoronto.ca/people/szego.shtml"
    },
    { "title": "Article: Gene therapy clinical trials worldwide to 2017: An update",
      "href": "https://doi.org/10.1002/jgm.3015"
    },
    { "title": "Article: CRISPR'd babies: human germline genome editing in the 'He Jiankui affair'",
      "href": "https://doi.org/10.1093/jlb/lsz010"
    },
    { "title": "Article: Where will we draw the line? Public opinions of human gene editing",
      "href": "https://doi.org/10.1177/1049732319846867"
    }
  ]
}
