{
  "no": 74,
  "title": "Outbreak Transmission: When Diseases Go Viral",
  "blubrry": "55945528",
  "date": "February 12, 2020",
  "season": 4,
  "img_tile": "kamran-khan.jpg",
  "img_caption": "Dr. Ross Upshur, Professor at the University of Toronto in the Department of Family and Community Medicine, and Head of the Clinical Public Health Division at the Dalla Lana School of Public Health",
  "img_page": "ross-upshur.jpg",
  "notes": "While humans have struggled for millennia with the spread of contagious diseases, rapid global movement of people and food now magnifies the risks of outbreaks, requiring better monitoring and faster response than ever before. Completely by coincidence, during the making of this episode, the 2019 novel coronavirus spread from Wuhan to the rest of Asia, Europe, and North America. The World Health Organization has officially upgraded this outbreak to the status of Public Health Emergency of International Concern (PHEIC). While many infectious disease specialists were busy dealing with this outbreak, we were fortunate to speak with several key experts about outbreak science, monitoring, response, and prediction. First, we spoke with Dr. Kamran Khan, a physician, academic, and scientist at St. Micheal's Hospital and University of Toronto. Dr. Khan is an Associate Professor in the Division of Infectious Diseases and the Institute of Health Policy Management and Evaluation at the Dalla Lana School of Public Health. He also founded BlueDot, a company specializing in machine learning models to predict the timing and trajectory of infectious disease outbreaks. We also spoke with Dr. Ross Upshur, a professor at the University of Toronto in the Department of Family and Community Medicine. Dr. Upshur is a specialist in public health medicine, and Head of the Clinical Public Health Division at the Dalla Lana School of Public Health. Join us as we discuss the pressing issues of outbreaks, and track one in real time, on this week's episode of Raw Talk.",
  "authors": ["Amber-Anne Mullin"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "JHU COVID-19 Dashboard",
      "href": "https://gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6"
    },
    { "title": "BlueDot",
      "href": "https://bluedot.global/"
    },
    { "title": "Naming New Viruses: Something Catchy?",
      "href": "https://www.statnews.com/2020/01/23/its-been-sequenced-its-spread-across-borders-now-the-new-pneumonia-causing-virus-needs-a-name"
    },
    { "title": "History of Outbreaks in Canada",
      "href": "https://magazine.utoronto.ca/research-ideas/health/history-of-pandemics-bubonic-plague-influenza-hiv-aids-smallpox/"
    },
    { "title": "Public Health Agency of Canada",
      "href": "https://www.canada.ca/en/public-health.html"
    },
    { "title": "CDC Outbreak Monitoring",
      "href": "https://www.cdc.gov/outbreaks/"
    },
    { "title": "WHO Disease Outbreaks Monitoring",
      "href": "https://www.who.int/emergencies/diseases"
    },
    { "title": "WHO Handbook on Epidemics",
      "href": "https://www.who.int/emergencies/diseases/managing-epidemics/"
    },
    { "title": "Dr Margaret Chan speaks at the 70th World Health Assembly",
      "href": "https://www.youtube.com/watch?v=m3j8dJm8a9c"
    },
    { "title": "MSF (Doctors Without Borders)",
      "href": "https://www.msf.org"
    },
    { "title": "Against Malaria Foundation",
      "href": "https://www.againstmalaria.com"
    },
    { "title": "Evidence Actions's Deworm the World",
      "href": "https://www.evidenceaction.org/dewormtheworld-2/"
    }
  ]
}
