{
  "no": 75,
  "title": "The Healing Power of Music",
  "blubrry": "56572144",
  "date": "February 26, 2020",
  "season": 4,
  "img-tile": "corene-hurt-thaut.jpg",
  "img-caption": "Dr. Michael Thaut, Canada Research Chair in Music and Health Sciences",
  "img-page": "michael-thaut.jpg",
  "notes": "Music, we listen to it when waking up, while in transit, at work, and with friends. It is a form of entertainment, but also has the potential to provide so much more. Music is a universal language with the ability to connect and reach people on social, intellectual, emotional, and spiritual levels. It can bring us joy and motivate us, accompany us through difficult times, evoke nostalgia, and alleviate our worries. These qualities allow music to be applied to improving physical, emotional, and mental well-being. In this episode, we invite you to join us as we explore the science of music therapy. We hear from five music therapists working in various aspects of the field: Dr. Michael Thaut, Canada Research Chair in Music and Health Sciences; Dr. SarahRose Black, Music Therapist at Princess Margaret Cancer Centre and Kensington Health; Priya Shah, Music Therapist at Journey Home Hospice, Fudger House, and the Music Therapy Centre; Dr. Corene Hurt-Thaut, Assistant Professor of Music and Health Sciences at the Faculty of Music at the University of Toronto, and Program Director of the Academy of Neurological Music Therapy; and Bernice Chu, Neurologic Music Therapy Fellow in the United Kingdom at the Royal Hospital for Neuro-disability. In addition to our guests' insights, they also shared musical snippets of their work with their clients, which may tug at your heart strings and inspire. You'll want to stay tuned to the very end! We hope this episode opens your ears and heart to the role of music in health and wellbeing, and inspires you to listen and explore the power of music. Until next time, keep it raw!",
  "authors": ["Stephanie Nishi"],
  "prod-team": [],
  "tags": [],
  "links": [
    { "title": "Music Therapy Association of Ontario (MTAO)",
      "href": "http://www.musictherapyontario.com/"
    },
    { "title": "The Academy of Neurologic Music Therapy",
      "href": "https://nmtacademy.co/"
    },
    { "title": "UHN Music Therapy Inpatient Resource",
      "href": "https://www.uhn.ca/PatientsFamilies/Health_Information/Health_Topics/Documents/Music_Therapy_inpatients_PMH.pdf"
    },
    { "title": "Certification Board for Music Therapists",
      "href": "https://www.cbmt.org"
    },
    { "title": "Canadian Association of Music Therapists",
      "href": "https://www.musictherapy.ca"
    },
    { "title": "Music Heals",
      "href": "https://www.musicheals.ca"
    }
  ]
}
