{
  "no": 76,
  "title": "Sports Medicine & Performance: It Takes a Team",
  "blubrry": "57147996",
  "date": "March 11, 2020",
  "season": 4,
  "img_tile": "doug-richards.jpg",
  "img_caption": "Karl Subban, retired educator, author, inspirational speaker, and loving father of 5 elite athletes and achievers, including Olympic Gold Medalist P.K. Subban",
  "img_page": "karl-subban.jpg",
  "notes": "Sports play an important role in our culture, from the individual level where many participate in recreational activities for exercise and social benefits, to the national and international levels where professional sports are a huge industry worth billions. Sports can strongly unite people, but athletes of every level from the weekend warrior to the professional athlete can face challenges that remind us that there is a team behind the team - helping maintain their mental and physical health! In this episode we hear from inspiring speakers sharing their insights from the worlds of medicine, research and professional athlete development. Dr. Doug Richards kicks things off, he is the Medical Director and Staff Physician practicing sport and exercise medicine at the David L. MacIntosh Sport Medicine Clinic, Chief Medical Officer at the Canadian Sport Institute of Ontario, and Assistant Professor in the Faculty of Kinesiology and Physical Education at the University of Toronto. Next up to the plate is Dr. Gretchen Kerr, the Vice Dean of Programs at the School of Graduate Students and Professor in the Faculty of Kinesiology and Physical Education at the University of Toronto specializing in athlete maltreatment. Karl Subban earns the hat trick with his inspirational personal experiences as an educator and in raising five elite children, including the development of 3 NHL Players. In the spirit of teamwork, this episode was created in collaboration with Medicine in Motion. Until next time, #keepitraw",
  "authors": ["Stephanie Nishi"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Medicine and Motion Podcast",
      "href": "https://medicineinmotionpodcast.ca/ "
    },
    { "title": "Athlete Maltreatment Among National Athletes Prevalence Study",
      "href": "https://athletescan.com/sites/default/files/images/prevalence_of_maltreatment_reporteng.pdf"
    },
    { "title": "Athlete Maltreatment Among National Athletes Prevalence Summary",
      "href": "https://www.cbc.ca/news/investigates/elite-athletes-abuse-1.5125147?__vfz=medium%3Dsharebar "
    },
    { "title": "NCAA Athlete Mental Health",
      "href": "http://www.ncaa.org/sport-science-institute/mind-body-and-sport-how-being-injured-affects-mental-health"
    }
  ]
}
