{
  "no": 77,
  "title": "Trans Health: True to Self",
  "mp3": "https://mcdn.podbean.com/mf/web/3ldwg7/rawdataims_content_blubrry_com_rawdataims_RTP-episode77.mp3",
  "date": "April 2, 2020",
  "season": 4,
  "template": "episode-old",
  "img_tile": "susan-gapka.jpg",
  "img_caption": "Sly Sarkisova is a Toronto-based psychotherapist and registered clinical social worker. Photo by Mitchel Raphael",
  "img_page": "sly-sarkisova.jpg",
  "notes": "Acceptance of transgender and non-binary folks in Canada has come a long way in the last decade and arguably much of this progress was made in just the last few years. While many of us take for granted the ability to express our true selves, it was only in June of 2017 that gender identity and expression was officially recognized and protected from discrimination under the Canadian Human Rights Act. This and many other policy changes, including those related to healthcare, stem from decades of effort and courage from the trans community. On this episode, you'll hear several perspectives on the past, present, and future of trans health. We spoke to Susan Gapka, a trans-rights advocate and Education and Training Program facilitator at The 519, who discussed her work at The 519, political activism, and lived experience as a trans individual. We also spoke with Sly Sarkisova, a psychotherapist and a registered clinical social worker specializing in trauma and LGBTQ+-related mental health, who walked us through the challenges faced by trans and non-binary folks and how they might interact with the healthcare system. Finally, Dr. Mitchell Brown, an Associate Professor in Department of Surgery at University of Toronto and plastic surgeon at Women's College Hospital, spoke to us about the Transition-Related Surgery Program, the first public hospital-based surgical program in Canada focused on providing safe and timely access to transition-related surgical care.",
  "authors": ["Tsukiko Miyata"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Rainbow Health Ontario",
      "href": "https://www.rainbowhealthontario.ca/"
    },
    { "title": "Sherbourne Health",
      "href": "https://sherbourne.on.ca/"
    },
    { "title": "Women's College Hospital - Transition Related Surgeries Program",
      "href": "https://www.womenscollegehospital.ca/care-programs/surgery/transition-related-surgeries/"
    },
    { "title": "The 519",
      "href": "https://www.the519.org/"
    },
    { "title": "Toronto Trans Coalition Project",
      "href": "http://transcoalitionproject.com/"
    },
    { "title": "CAMH Gender Identity Clinic",
      "href": "https://www.camh.ca/en/your-care/programs-and-services/gender-identity-clinic-adult"
    },
    { "title": "Glad Day Bookshop",
      "href": "https://www.gladdaybookshop.com/"
    },
    { "title": "Flamingo Rampant - A micropress with a mission",
      "href": "https://www.flamingorampant.com/"
    },
    { "title": "Sly Sarkisova",
      "href": "https://www.slysarkisovacounselling.com/"
    }
  ]
}
