{
  "no": 78,
  "title": "Maternal Health Part 1: Exploring Fertility",
  "mp3": "https://mcdn.podbean.com/mf/web/u4wmgf/rawdataims_content_blubrry_com_rawdataims_RTP-episode78_1.mp3",
  "date": "August 12, 2020",
  "season": 4,
  "img_tile": "amira-posner.jpg",
  "img_caption": "Dr. Kaajal Abrol, Reproductive Endocrinology and Infertility Specialist at Trio Fertility",
  "img_page": "kaajal-abrol.jpg",
  "notes": "Maternal health refers to the journey from pregnancy to child birth to the postnatal period. Every mother's experience is different and includes a continuum of scientific and medical, through to psychosocial and spiritual aspects. This episode is the first of a two-part series focused on this important topic. We spoke to Dr. Kaajal Abrol, a Reproductive Endocrinology and Infertility Specialist in Toronto, at Trio Fertility. In this wide-ranging discussion, she touches on causes of infertility and treatments, as well as when we should all start thinking about our own fertility, freezing eggs, embryo genetic screening, and much more. We also sat down with Amira Posner, a therapist with a private practice in Toronto, and someone with personal experience with infertility and in-vitro fertilization. She now helps many couples facing similar challenges by facilitating the Mind-Body Fertility Group and co-facilitating the Online Mindfulness Fertility Series. Finally, we also heard personal stories from four different mothers as they navigated deciding to get pregnant and the diverse paths that they took from there, including some difficult challenges they faced. Stay tuned for our second episode on maternal health, where we'll discuss being pregnant, childbirth, and the postnatal period! Until then, #keepitraw!",
  "authors": ["Grace Jacobs"],
  "prod_team": [],
  "tags": [],
  "links": [
    { "title": "Dr. Kaajal Abrol's website",
      "href": "http://www.kaajalabrolmd.com/"
    },
    { "title": "Amira Posner's website: Healing Infertility",
      "href": "https://healinginfertility.ca/credentials/"
    },
    { "title": "Dr. Jen Gunter's website",
      "href": "https://drjengunter.com/"
    },
    { "title": "Ontario funded fertility treatments",
      "href": "https://www.ontario.ca/page/get-fertility-treatments"
    }
  ]
}
