{
  "no": 84,
  "title": "Passports and Procedures: Receiving and Providing Care Abroad",
  "blubrry": "69858254",
  "date": "November 4, 2020",
  "season": 5,
  "img-tile": "adele-kulyk.jpg",
  "img-caption": "Dr. Noelle Sullivan and her colleague, Chris Mmbwambo in Tanzania, who runs the NGO TEKUA. The two work collaboratively for the charity, Worldview - Education and Care.",
  "img-page": "noelle-sullivan.jpg",
  "notes": "As Canadians, we're usually quite proud of our excellent healthcare system. However, as we learned in Episodes 83 on organ donation, 82 on amputation, and others, gaps in public coverage and long wait times sometimes prevent Canadians from accessing the best care. Enter \"medical tourism\", or \"medical travel\". In this episode, we explored what it might be like for Canadians to access care abroad. We spoke with Adele Kulyk, the CEO of Global Healthcare Connections. Adele has worked for the last ten years as a coordinator to help facilitate Canadians traveling elsewhere for care. Adele explains what may drive people to leave and what sort of procedures are accessed abroad. As we explored this topic, we discovered another reason Canadians travel abroad related to healthcare: as medical students and other trainees to actually provide care, a practice colloquially known as \"medical voluntourism\". To understand this theme, we sat down with Dr. Noelle Sullivan, a professor in anthropology at Northwestern University, and Dr. Jessica Evert, Family Medicine Physician at UCSF. Both guests spoke to their extensive research and experience working with medical trainees travelling abroad to provide care, shared their concerns about the impacts of these experiences on host communities, and offered insights on how to approach these opportunities with humility and grace.",
  "authors": ["Larkin Davenport Huyer"],
  "prod-team": {
    "cc": ["Larkin Davenport Huyer"],
    "sh": ["Colleen Farrell","Aditi Desai", "Swapna Mylabathula"],
    "ep": ["Jesse Knight"],
    "ae": ["Helen Yang"],
    "pv": ["Janine Truong"],
    "sm": ["Alison Wong"]
  },
  "tags": [],
  "links": [
    { "title": "Global Healthcare Connections",
      "href": "https://globalhealthcareconnections.com/"
    },
    { "title": "2017 Fraser Institute Report on Medical Travel by Canadians",
      "href": "https://www.fraserinstitute.org/sites/default/files/leaving-canada-for-medical-care-2017.pdf"
    },
    { "title": "Birth Tourism in Canada - Article",
      "href": "https://policyoptions.irpp.org/magazines/november-2018/hospital-stats-show-birth-tourism-rising-in-major-cities/"
    },
    { "title": "Dr. Noelle Sullivan - Website",
      "href": "https://noellesullivan.wordpress.com/ "
    },
    { "title": "Dr. Jessica Evert - Profile",
      "href": "https://www.cfhi.org/jessica-evert-md "
    },
    { "title": "Child Family Health International",
      "href": "https://www.cfhi.org/"
    }
  ]
}
