{
  "no": 93,
  "title": "The Future of Antibiotics",
  "mp3": "https://mcdn.podbean.com/mf/web/u7qbul/rawdataims_content_blubrry_com_rawdataims_RTP-e93.mp3",
  "date": "March 24, 2021",
  "season": 5,
  "img_tile": "chidozie-ojobor.jpg",
  "img_caption": "Dr. Erin Duffy, Chief of Research & Development at CARB_X",
  "img_page": "erin-duffy.jpg",
  "notes": "Since their discovery in the 1920's, antibiotics have allowed the field of medicine to make leaps and bounds in innovation. The ability to treat bacterial infections reliably and effectively have made transplant surgeries, cancer chemotherapy, and treating what were once considered deadly infections, like pneumonia, a routine part of our health care. However, antibiotic resistance can occur when the bacteria being targeted change in response and render the antibiotic ineffective. Antibiotic resistance is a global threat and there are concerns that by the year 2050, antibiotic resistant infections could cause more than 10 million deaths annually. In this episode, we explore the drivers of antibiotic resistance around the world and speak to researchers tackling this issue through their research on innovative therapies and solutions. First, Dr. Thomas Van Boeckel explains the major driving forces and global trends in development of antibiotic resistance and system wide policy level changes required to tackle the threat. Dr. Erin Duffy takes us through the innovative work being done at CARB-X, a non-profit initiative to accelerate research in the field globally. Finally, Chidozie Ojobor from the University of Toronto, talks to us about his research on tailocins, a promising new technology he is researching for combating antibiotic resistant bacteria.",
  "authors": ["Anam Islam"],
  "prod_team": {
    "cc": ["Stephania Assimopolous","Anam Islam"],
    "sh": ["Grace Jacobs","Yagnesh Ladumor"],
    "ep": ["Yagnesh Ladumor"],
    "ae": ["Alex Jacob"],
    "pv": ["Janine Truong"],
    "sm": ["Atefeh Mohammadi"]
  },
  "tags": [],
  "links": [
    { "title": "CDC antibiotic resistance threat report, 2.8 million AR cases each year in the USA",
      "href": "https://www.cdc.gov/drugresistance/biggest-threats.html"
    },
    { "title": "Global trends in antimicrobial resistance in animals in low- and middle-income countries",
      "href": "https://science.sciencemag.org/content/365/6459/eaaw1944"
    },
    { "title": "Dr. Van Boeckel's university profile page",
      "href": "https://tb.ethz.ch/people/person-detail.html?persid=215951"
    },
    { "title": "Antimicrobial Resistance: Tackling a crisis for the health and wealth of nations",
      "href": "https://amr-review.org/sites/default/files/AMR%20Review%20Paper%20-%20Tackling%20a%20crisis%20for%20the%20health%20and%20wealth%20of%20nations_1.pdf"
    },
    { "title": "CARB-X portfolio",
      "href": "https://carb-x.org/portfolio/portfolio-companies/"
    },
    { "title": "Davidson Lab at UofT",
      "href": "http://individual.utoronto.ca/Davidsonlab/index.html"
    }
  ]
}
