{
  "no": 95,
  "title": "Live or Be Alive: Medical Assistance in Dying",
  "blubrry": "76515742",
  "date": "April 21, 2021",
  "season": 5,
  "img_tile": "madeline-li.jpg",
  "img_caption": "Steve Legere, a patient with an incurable cancer who has been approved for MAiD, and his partner, Christine Legere",
  "img_page": "steve+christine-legere.jpg",
  "notes": "Medical Assistance in Dying (MAiD) was legalized in Canada in 2016 under Bill C-14 after decades of public dialogue and debate. This episode takes a deep dive into MAiD, the death and dying experience, and what these mean to patients, families, care providers, and others involved in the health system. We had the pleasure to sit down with and learn from Sally Bean, Director of Policy and Ethics at Sunnybrook Hospital; Dr. Madeline Li, Psychiatrist and Lead of the Psycho-social Oncology Division, Princess Margaret Cancer Centre; Dr. Ahmed Al-Awamer, Palliative Care Physician and Director of Postgraduate Medical Education, University Health Network; and Steve Legere, a patient diagnosed with incurable cancer who has been approved for MAiD, and his partner, Christine Legere. Each of these individuals takes us through a different aspect of living and dying at the end of life and how MAiD has impacted their respective lives and professional roles.",
  "authors": ["Larkin Davenport Huyer"],
  "prod_team": {
    "cc": ["Larkin Davenport Huyer"],
    "sh": ["Nathan Chan", "Jenna Park", "Eryn Tong", "Noor Al Kaabi"],
    "ep": ["Yagnesh Ladumor"],
    "ae": ["Helen Yang"],
    "pv": ["Janine Truong"],
    "sm": ["Eman Nishat"]
  },
  "tags": [],
  "links": [
    { "title": "Canada's new medical assistance in dying (MAID) law",
      "href": "https://www.justice.gc.ca/eng/cj-jp/ad-am/bk-di.html"
    },
    { "title": "Madeline Li's Maclean's article",
      "href": "https://www.macleans.ca/society/daughter-doctor-death-broker-a-maid-provider-in-her-mothers-last-days/"
    },
    { "title": "Article: Medical Assistance in Dying - Implementing a Hospital-Based Program in Canada",
      "href": "https://www.nejm.org/doi/full/10.1056/NEJMms1700606"
    }
  ]
}
